PAD 0
OOV 1
Says 2
the 3
Annies 4
List 5
political 6
group 7
supports 8
third-trimester 9
abortions 10
on 11
demand 12
. 13
When 14
did 15
decline 16
of 17
coal 18
start 19
? 20
It 21
started 22
when 23
natural 24
gas 25
took 26
off 27
that 28
to 29
begin 30
in 31
( 32
President 33
George 34
W. 35
) 36
Bushs 37
administration 38
Hillary 39
Clinton 40
agrees 41
with 42
John 43
McCain 44
'by 45
voting 46
give 47
Bush 48
benefit 49
doubt 50
Iran 51
' 52
Health 53
care 54
reform 55
legislation 56
is 57
likely 58
mandate 59
free 60
sex 61
change 62
surgeries 63
The 64
economic 65
turnaround 66
at 67
end 68
my 69
term 70
Chicago 71
Bears 72
have 73
had 74
more 75
starting 76
quarterbacks 77
last 78
10 79
years 80
than 81
total 82
number 83
tenured 84
UW 85
faculty 86
fired 87
during 88
two 89
decades 90
Jim 91
Dunnam 92
has 93
not 94
lived 95
district 96
he 97
represents 98
for 99
now 100
'I 101
'm 102
only 103
person 104
this 105
stage 106
who 107
worked 108
actively 109
just 110
year 111
passing 112
, 113
along 114
Russ 115
Feingold 116
some 117
toughest 118
ethics 119
since 120
Watergate 121
However 122
it 123
$ 124
19.5 125
million 126
Oregon 127
Lottery 128
funds 129
Port 130
Newport 131
eventually 132
land 133
new 134
NOAA 135
Marine 136
Operations 137
Center-Pacific 138
GOP 139
primary 140
opponents 141
Glenn 142
Grothman 143
and 144
Joe 145
Leibham 146
cast 147
a 148
compromise 149
vote 150
cost 151
788 152
higher 153
electricity 154
costs 155
For 156
first 157
time 158
history 159
share 160
national 161
popular 162
margin 163
smaller 164
Latino 165
Since 166
2000 167
nearly 168
12 169
Americans 170
slipped 171
out 172
middle 173
class 174
into 175
poverty 176
Mitt 177
Romney 178
was 179
governor 180
Massachusetts 181
we 182
didnt 183
slow 184
rate 185
growth 186
our 187
government 188
actually 189
cut 190
economy 191
bled 192
24 193
billion 194
due 195
shutdown 196
Most 197
Affordable 198
Care 199
Act 200
already 201
sense 202
been 203
waived 204
or 205
otherwise 206
suspended 207
In 208
election 209
November 210
... 211
63 212
percent 213
American 214
people 215
chose 216
80 217
young 218
75 219
low-income 220
workers 221
'McCain 222
opposed 223
requirement 224
buy 225
American-made 226
motorcycles 227
And 228
said 229
all 230
buy-American 231
provisions 232
were 233
quote 234
'disgraceful 235
U.S. 236
Rep. 237
Ron 238
Kind 239
D-Wis. 240
his 241
fellow 242
Democrats 243
went 244
spending 245
spree 246
their 247
credit 248
card 249
maxed 250
Water 251
rates 252
Manila 253
Philippines 254
raised 255
up 256
845 257
subsidiary 258
World 259
Bank 260
became 261
partial 262
owner 263
Almost 264
100,000 265
left 266
Puerto 267
Rico 268
Women 269
men 270
both 271
are 272
making 273
less 274
you 275
adjust 276
inflation 277
Kitzhaber 278
elected 279
United 280
States 281
highest 282
corporate 283
tax 284
world 285
We 286
best 287
auto 288
industry 289
America 290
Scott 291
Walker 292
favors 293
cutting 294
350,000 295
families 296
children 297
health 298
wants 299
get 300
rid 301
Planned 302
Parenthood 303
I 304
dont 305
know 306
Jonathan 307
Gruber 308
Hate 309
crimes 310
against 311
Muslims 312
mosques 313
tripled 314
after 315
Paris 316
San 317
Bernardino 318
Rick 319
Perry 320
never 321
lost 322
an 323
remains 324
won 325
Texas 326
governorship 327
three 328
times 329
landslide 330
elections 331
ISIS 332
supporter 333
tweeted 334
10:34 335
a.m 336
Shooting 337
began 338
10:45 339
a.m. 340
Chattanooga 341
Tenn 342
Youth 343
unemployment 344
minority 345
communities 346
about 347
40 348
45 349
Paul 350
Ryan 351
still 352
endorsing 353
Trump 354
If 355
look 356
states 357
right 358
work 359
they 360
constantly 361
do 362
budget 363
deficits 364
very 365
good 366
business 367
climates 368
What 369
Obama 370
going 371
come 372
next 373
several 374
months 375
youre 376
even 377
be 378
able 379
burn 380
limitedly 381
existing 382
plants 383
taxes 384
so 385
today 386
70 387
businesses 388
pay 389
Mark 390
Pryor 391
votes 392
93 393
federal 394
thinks 395
authority 396
regulate 397
toilet 398
seats 399
Austin 400
city 401
basically 402
doubled 403
size 404
every 405
25 406
founded 407
nuclear 408
test 409
conducted 410
nation 411
Earth 412
's 413
2,054th 414
five 415
permanent 416
members 417
U.N. 418
Security 419
Council 420
99.99 421
tests 422
case 423
catastrophic 424
event 425
Atlanta-area 426
offices 427
Centers 428
Disease 429
Control 430
Prevention 431
will 432
self-destruct 433
Under 434
added 435
4.9 436
trillion 437
debt 438
weve 439
6.5 440
Supreme 441
Court 442
justice 443
suggested 444
cases 445
decided 446
based 447
South 448
African 449
law 450
Marco 451
Rubio 452
skipped 453
18 454
defense 455
including 456
one 457
arm 458
Kurds 459
fight 460
David 461
Cicilline 462
responsible 463
loan 464
guarantee 465
Solyndra 466
failed 467
solar 468
company 469
Ohio 470
item 471
later 472
signed 473
by 474
Gov 475
Kasich 476
requires 477
women 478
seeking 479
abortion 480
undergo 481
mandatory 482
vaginal 483
probe 484
'We 485
director 486
homeland 487
security 488
can 489
use 490
'terrorist 491
attack 492
but 493
instead 494
substitutes 495
'man-made 496
disaster 497
African-American 498
youth 499
51 500
Hispanic 501
36 502
Obamacare 503
provide 504
insurance 505
non-U.S. 506
residents 507
if 508
here 509
illegally 510
Barack 511
exactly 512
none 513
own 514
deficit 515
reduction 516
commissions 517
ideas 518
Not 519
under 520
changed 521
rules 522
engagement 523
probably 524
Capt 525
Humayun 526
Khans 527
life 528
2005 529
co-sponsored 530
would 531
jail 532
flag 533
burners 534
paperback 535
edition 536
Romneys 537
book 538
deleted 539
line 540
individual 541
should 542
model 543
country 544
Maggie 545
Hassan 546
tuition 547
Terry 548
McAuliffe 549
invented 550
scheme 551
rent 552
Lincoln 553
Bedroom 554
created 555
800,000 556
jobs 557
almost 558
half 559
New 560
York 561
State 562
private 563
sector 564
ever 565
its 566
towns 567
West 568
water 569
having 570
truck 571
Georgia 572
earn 573
82 574
cents 575
dollar 576
earned 577
A 578
system 579
verifies 580
employees 581
authorized 582
inaccurate 583
anywhere 584
from 585
50 586
way 587
excess 588
They 589
build 590
wall 591
while 592
ago 593
long 594
like 595
06 596
couldnt 597
environmental 598
impact 599
statements 600
'Sen 601
campaign 602
announced 603
choosing 604
cabinet 605
2008 606
54 607
Latinos 608
registered 609
35 610
turned 611
Only 612
2 613
public 614
high 615
schools 616
offer 617
PE 618
classes 619
Said 620
Republican 621
candidate 622
'who 623
around 624
On 625
military 626
recruiters 627
Harvard 628
Elena 629
Kagan 630
'took 631
position 632
ruled 633
unanimously 634
she 635
wrong 636
There 637
321,092 638
school 639
teachers 640
there 641
313,850 642
non-teachers 643
Mayor 644
[ 645
Providence 646
] 647
sanctuary 648
Transgender 649
individuals 650
1-in-12 651
chance 652
being 653
murdered 654
At 655
Bain 656
Capital 657
helped 658
early 659
childhood 660
learning 661
called 662
Bright 663
Horizons 664
First 665
Lady 666
Michelle 667
rightly 668
praised 669
man 670
rushed 671
him 672
Dayton 673
chatter 674
social 675
media 676
posts 677
Phil 678
Gingrey 679
gave 680
power 681
electronically 682
spy 683
without 684
warrant 685
Alex 686
Sink 687
funneled 688
quarters 689
dollars 690
no-bid 691
contracts 692
take 693
population 694
Virginia 695
net 696
zero 697
job 698
creation 699
Bob 700
McDonnell 701
home 702
values 703
Florida 704
collapsed 705
construction 706
state 707
foreclosure 708
Arizona 709
immigration 710
'says 711
any 712
police 713
officer 714
stop 715
anyone 716
appears 717
them 718
reasonably 719
suspicious 720
undocumented 721
War 722
II 723
single-biggest 724
factor 725
driving 726
down 727
During 728
recession 729
consumer 730
native 731
perversity 732
begun 733
save 734
savings 735
6.2 736
whether 737
nominee 738
forthcoming 739
confirmation 740
hearings 741
homeless 742
veteran 743
Charlie 744
Crist 745
cuts 746
Medicare 747
Advantage 748
program 749
think 750
unacceptable 751
Chinese 752
larger 753
wind 754
panels 755
photovoltaic 756
manufacturing 757
Europe 758
put 759
together 760
-- 761
forget 762
Brown 763
let 764
employers 765
deny 766
coverage 767
birth 768
control 769
point 770
lives 771
99 772
% 773
past 774
20 775
Egypt 776
made 777
great 778
strides 779
democratic 780
amount 781
attention 782
paid 783
week 784
Chris 785
Christie 786
makes 787
Benghazi 788
pale 789
significance 790
Steve 791
Southerland 792
voted 793
keep 794
Perrys 795
import 796
nurses 797
other 798
countries 799
criminal 800
says 801
crime 802
transport 803
dentures 804
across 805
lines 806
built 807
prison 808
days 809
between 810
1990 811
mass 812
incarceration 813
explosion 814
nonviolent 815
offenders 816
Sen. 817
plan 818
provides 819
'virtually 820
nothing 821
burdened 822
fastest-growing 823
increases 824
major 825
Phoenix 826
No 827
kidnapping 828
capital 829
belong 830
AFL-CIO 831
commissioner 832
cant 833
squat 834
poll 835
found 836
could 837
beat 838
eight 839
points 840
Ronald 841
Reagan 842
sent 843
troops 844
conflict 845
circumstance 846
which 847
Grenada 848
peacekeeping 849
setting 850
Lebanon 851
Jolly 852
privatizing 853
Social 854
Did 855
US 856
lowest 857
Great 858
Depression 859
average 860
student 861
what 862
pocket 863
universities 864
as 865
much 866
spend 867
cellphones 868
1968 869
died 870
gunfire 871
wars 872
countrys 873
effect 874
2013 875
mean 876
bill 877
those 878
facing 879
millions 880
modified 881
mortgage 882
short 883
sale 884
through 885
lender 886
Department 887
Agricultures 888
website 889
FreshFromFlorida.com 890
used 891
permit 892
carry 893
loaded 894
hidden 895
gun 896
leaving 897
your 898
house 899
Atlanta 900
streetcar 901
expected 902
create 903
930 904
totaling 905
5,600 906
over 907
Raising 908
minimum 909
wage 910
10.10 911
hour 912
help 913
lift 914
Secretary 915
Kerry 916
senator 917
flew 918
Managua 919
met 920
communist 921
dictator 922
Daniel 923
Ortega 924
accused 925
engaging 926
terrorism 927
NATO 928
opening 929
terror 930
division 931
Im 932
sure 933
largely 934
because 935
saying 936
criticism 937
always 938
100 939
prochoice 940
rating 941
Gina 942
Raimondo 943
office 944
investment 945
fees 946
pension 947
portfolio 948
gone 949
annually 950
growing 951
4 952
day 953
Obamas 954
no 955
longer 956
lay 957
firefighters 958
officers 959
Of 960
98,000 961
K-12 962
53,000 963
old 964
Two-thirds 965
Wisconsinites 966
receiving 967
checks 968
required 969
search 970
current 971
exemptions 972
health-care 973
reforms 974
premium 975
family 976
go 977
2,500 978
per 979
IRS 980
also 981
investigated 982
liberal 983
groups 984
progressive 985
name 986
looking 987
everybody 988
promised 989
above 990
8 991
creating 992
fastest 993
pace 994
1999 995
meet 996
Prime 997
Minister 998
Benjamin 999
Netanyahu 1000
majority 1001
marry 1002
freely 1003
love 1004
Say 1005
Reps. 1006
Peter 1007
DeFazio 1008
Earl 1009
Blumenauer 1010
socialists 1011
openly 1012
serving 1013
Congress 1014
Rudy 1015
Giuliani 1016
'probably 1017
most 1018
underqualified 1019
seek 1020
presidency 1021
About 1022
presidents 1023
governors 1024
; 1025
senators 1026
After 1027
Britains 1028
leave 1029
European 1030
Union 1031
within 1032
hours 1033
401 1034
k 1035
s. 1036
Medicaid 1037
declined 1038
1.9 1039
2012 1040
second 1041
such 1042
47 1043
88 1044
constables 1045
duty 1046
prepaid 1047
college 1048
20,000 1049
Columbus 1050
41 1051
contribute 1052
guaranteed-check 1053
pensions 1054
'As 1055
CFO 1056
shut 1057
Krakow 1058
scam 1059
refunded 1060
1.2 1061
Josephine 1062
victims 1063
con 1064
You 1065
getting 1066
computer 1067
sciences 1068
degrees 1069
80s 1070
2-plus 1071
Air 1072
Force 1073
taxpayers 1074
fund 1075
fantasy 1076
football 1077
league 1078
Hussein 1079
force 1080
courts 1081
accept 1082
Islamic 1083
Sharia 1084
domestic 1085
disputes 1086
3 1087
murders 1088
committed 1089
guns 1090
legally 1091
purchase 1092
Some 1093
neighborhood 1094
closing 1095
'He 1096
told 1097
gay 1098
organizers 1099
stronger 1100
advocate 1101
special 1102
rights 1103
Ted 1104
Kennedy 1105
speaker 1106
House 1107
consistently 1108
offered 1109
leaner 1110
budgets 1111
halfway 1112
2010 1113
goal 1114
700,000 1115
seven 1116
guaranteed 1117
SaysMichael 1118
Bennet 1119
close 1120
Guantanamo 1121
Bay 1122
prisonand 1123
bring 1124
terrorists 1125
Colorado 1126
Oregonians 1127
amazing 1128
no-cost 1129
donations 1130
president 1131
hes 1132
250,000 1133
Syrian 1134
Iraqi 1135
refugees 1136
Research 1137
shows 1138
vast 1139
arriving 1140
immigrants 1141
believe 1142
source 1143
prosperity 1144
thats 1145
support 1146
Newt 1147
Gingrichs 1148
offers 1149
doorway 1150
amnesty 1151
Mr. 1152
Caprio 1153
career 1154
politician 1155
Rhode 1156
Island 1157
9 1158
temporary 1159
disability 1160
each 1161
Jersey 1162
17 1163
interest 1164
exceed 1165
ALL 1166
revenue 1167
! 1168
money 1169
Wall 1170
Street 1171
anybody 1172
Donald 1173
proliferation 1174
OK. 1175
'Hillary 1176
taken 1177
lobbyists 1178
expressly 1179
bans 1180
racial 1181
profiling 1182
begging 1183
send 1184
Coast 1185
Guard 1186
patrol 1187
lakes 1188
U.S.-Mexico 1189
border 1190
VA 1191
: 1192
Over 1193
300,000 1194
veterans 1195
waiting 1196
Were 1197
42 1198
Rob 1199
Cornilles 1200
Dan 1201
Branch 1202
tried 1203
expand 1204
steady 1205
progress 1206
improving 1207
Michigan 1208
bottle 1209
deposit 1210
afford 1211
redemptions 1212
profit 1213
Whether 1214
admit 1215
general 1216
goes 1217
education 1218
whos 1219
fought 1220
developers 1221
draining 1222
Everglades 1223
Johnson 1224
calls 1225
Ponzi 1226
privatize 1227
31 1228
10,000 1229
cities 1230
same 1231
type 1232
policies 1233
passed 1234
referring 1235
North 1236
Carolinas 1237
Bill 1238
Climate 1239
directly 1240
related 1241
includes 1242
soup 1243
kitchens 1244
spent 1245
taxpayer 1246
electric 1247
cars 1248
Finland 1249
windmills 1250
China 1251
'While 1252
Sarah 1253
Wasilla 1254
fire 1255
highly 1256
respected 1257
City 1258
Librarian 1259
refused 1260
consider 1261
removing 1262
library 1263
books 1264
wanted 1265
removed 1266
Milwaukee 1267
approves 1268
reducing 1269
maximum 1270
forfeiture 1271
marijuana 1272
possession 1273
23 1274
different 1275
bicycle 1276
violations 1277
illegal 1278
wrote 1279
letter 1280
supporting 1281
Hillarycare 1282
Patent 1283
Trademark 1284
Office 1285
received 1286
complaints 1287
Washington 1288
Redskins 1289
proposals 1290
cause 1291
premiums 1292
increased 1293
decreased 1294
hundreds 1295
lose 1296
Mexican 1297
law-abiding 1298
citizens 1299
statistic 1300
vetoed 1301
package 1302
30 1303
bills 1304
mining 1305
Illinois 1306
gubernatorial 1307
Bradys 1308
priority 1309
winning 1310
sponsor 1311
mass-euthanize 1312
sheltered 1313
dogs 1314
cats 1315
chambers 1316
worsened 1317
action 1318
'sanctuary 1319
200,000 1320
pre-recession 1321
peak 1322
trailed 1323
rest 1324
comes 1325
consecutive 1326
Thomas 1327
Eric 1328
Duncan 1329
came 1330
elevated 1331
temperature 1332
Afghanistan 1333
foreign 1334
conducting 1335
war 1336
nations 1337
Gas 1338
prices 1339
Webster 1340
sponsored 1341
form 1342
marriage 1343
trap 1344
abusive 1345
relationships 1346
judges 1347
better 1348
benefits 1349
lower 1350
else 1351
lot 1352
casinos 1353
bankrupt 1354
Small 1355
Seniors 1356
'more 1357
12,000 1358
kids 1359
arrested 1360
leader 1361
area 1362
rank 1363
# 1364
WORLD 1365
oil 1366
rigs 1367
operation 1368
combined 1369
Payday 1370
lenders 1371
poor 1372
charging 1373
1,000-plus 1374
trust 1375
sound 1376
Without 1377
anything 1378
done 1379
function 1380
well 1381
2038 1382
changes 1383
commitment 1384
voters 1385
seriously 1386
incumbent 1387
break 1388
Pledge 1389
Stricklands 1390
income 1391
hike 1392
defeated 1393
soundly 1394
Tuesday 1395
Amber 1396
Alert 1397
Republicans 1398
Muslim 1399
W 1400
e 1401
see 1402
Americas 1403
exploding 1404
greater 1405
percentage 1406
behind 1407
bars 1408
hearing 1409
Gabrielle 1410
Giffords 1411
Gen. 1412
Petraeus 1413
Army 1414
emphasis 1415
environmentally 1416
damaging 1417
methods 1418
stabbing 1419
clubbing 1420
enemy 1421
forces 1422
order 1423
minimize 1424
carbon 1425
output 1426
Every 1427
single 1428
blocked 1429
raise 1430
receive 1431
2,800 1432
cost-of-living 1433
adjustment 1434
January 1435
1 1436
2015 1437
male 1438
babies 1439
many 1440
whom 1441
Jose 1442
authorizing 1443
strike 1444
Syria 1445
Assad 1446
chemical 1447
weapons 1448
Cash 1449
Clunkers 1450
've 1451
got 1452
local 1453
junkyard 1454
tow 1455
're 1456
4,500 1457
guts 1458
recognize 1459
climate 1460
real 1461
While 1462
wages 1463
top 1464
Dewhurst 1465
record 1466
promoting 1467
Point 1468
Pleasant 1469
Beach 1470
does 1471
beaches 1472
privately 1473
owned 1474
operated 1475
Jenkinsons 1476
'In 1477
mind 1478
conclude 1479
n't 1480
28,000 1481
killed 1482
leading 1483
pack 1484
terms 1485
denies 1486
access 1487
affordable 1488
HB2 1489
hasnt 1490
moved 1491
needle 1492
iota 1493
Close 1494
consists 1495
core 1496
Family 1497
according 1498
agencies 1499
terrorist 1500
Weidner 1501
proposed 1502
taking 1503
away 1504
80,000 1505
Oregons 1506
1985 1507
former 1508
Tom 1509
Kean 1510
largest 1511
biggest 1512
increase 1513
'You 1514
ready 1515
commander 1516
chief 1517
median 1518
worker 1519
seen 1520
adjusted 1521
Barrett 1522
held 1523
property 1524
member 1525
Representatives 1526
small 1527
contributions 1528
200 1529
Unlike 1530
gridlock 1531
General 1532
Assembly 1533
bipartisan 1534
Josh 1535
Mandel 1536
lying 1537
Ohios 1538
NOT 1539
improved 1540
leased 1541
drilling 1542
trying 1543
hide 1544
how 1545
possible 1546
lease 1547
Turnpike 1548
'At 1549
beginning 1550
decade 1551
surplus 1552
By 1553
one-year 1554
projected 1555
1,540 1556
nominations 1557
confirmed 1558
four 1559
forced 1560
Feisal 1561
Abdul 1562
Raufs 1563
trip 1564
Middle 1565
East 1566
County 1567
370,000 1568
settle 1569
lawsuit 1570
decision 1571
Sheriff 1572
A. 1573
Clarke 1574
Jr. 1575
untrained 1576
corrections 1577
rather 1578
deputies 1579
lakefront 1580
Justice 1581
FBI 1582
Director 1583
James 1584
Comey 1585
discussing 1586
details 1587
investigation 1588
Democratic 1589
'have 1590
considerably 1591
effective 1592
private-sector 1593
Biden 1594
'voted 1595
Gulf 1596
He 1597
surge 1598
partition 1599
Iraq 1600
Rush 1601
Limbaugh 1602
clear 1603
hed 1604
fail 1605
succeed 1606
'One 1607
make 1608
21 1609
That 1610
wasnt 1611
before 1612
Military 1613
'recruiting 1614
throughout 1615
funding 1616
Perdue 1617
abolish 1618
Education 1619
eliminate 1620
loans 1621
proposal 1622
High 1623
students 1624
campus 1625
twice 1626
graduate 1627
theyve 1628
appeared 1629
court 1630
imprisons 1631
open 1632
grown 1633
375 1634
scores 1635
remain 1636
flat 1637
affect 1638
Alameel 1639
giving 1640
thousands 1641
Party 1642
candidates 1643
Cornyn 1644
Greg 1645
Abbott 1646
healthcare 1647
burns 1648
GDP 1649
Nobody 1650
Providences 1651
port 1652
miles 1653
closer 1654
Eastern 1655
need 1656
photo 1657
ID 1658
Sudafed 1659
Twenty 1660
housing 1661
Portlands 1662
Pearl 1663
District 1664
allowing 1665
payroll 1666
holiday 1667
expire 1668
costing 1669
another 1670
estimated 1671
900,000 1672
supported 1673
NAFTA 1674
trade 1675
Pennsylvania 1676
Numerous 1677
studies 1678
shown 1679
these 1680
so-called 1681
right-to-work 1682
laws 1683
generate 1684
gross 1685
product 1686
Historically 1687
Veterans 1688
Affairs 1689
scandal 1690
over-exaggerated 1691
She 1692
satisfied 1693
driven 1694
'initial 1695
response 1696
heard 1697
Christmas 1698
underwear 1699
bomber 1700
say 1701
'this 1702
act 1703
isolated 1704
extremist 1705
Sherrod 1706
admitted 1707
787 1708
stimulus 1709
specifically 1710
attacking 1711
wanting 1712
claims 1713
enough 1714
1950s 1715
'A 1716
rich 1717
90 1718
Charleston 1719
S.C. 1720
shootershould 1721
given 1722
universal 1723
background 1724
check 1725
fast 1726
'Sixty-five 1727
okay 1728
shoot 1729
soldier 1730
Twelve 1731
thrown 1732
legal 1733
challenges 1734
rejected 1735
notion 1736
unconstitutional 1737
Christies 1738
reduce 1739
Warren 1740
Buffett 1741
me 1742
LeMieux 1743
precinct 1744
Allen 1745
West-Patrick 1746
Murphy 1747
recount 1748
7 1749
Guatemalan 1750
community 1751
tally 1752
showed 1753
900 1754
230,000 1755
One 1756
Kathleen 1757
Sebelius 1758
determine 1759
10-year-old 1760
lung 1761
patient 1762
Murnaghan 1763
live 1764
die 1765
Klein 1766
repeatedly 1767
favor 1768
Local 1769
enforcement 1770
Data 1771
Hubs 1772
treasure 1773
trove 1774
personal 1775
info 1776
tenure 1777
mayor 1778
saw 1779
Houstons 1780
drop 1781
levels 1782
Columbia 1783
University 1784
Barry 1785
Soetoro 1786
'one 1787
richest 1788
Senate 1789
filled 1790
millionaires 1791
solution 1792
crisis 1793
'second 1794
'skip 1795
vacations 1796
1,700 1797
infinite 1798
promises 1799
Hypocrisy 1800
Foundation 1801
Top 1802
staff 1803
218,029 1804
female 1805
153,014 1806
2010-2014 1807
Violence 1808
Against 1809
adopted 1810
1994 1811
violence 1812
fallen 1813
67 1814
questioning 1815
Day 1816
Miranda 1817
warning 1818
minutes 1819
legalizing 1820
Nearly 1821
pregnancies 1822
unintended 1823
'borrowing 1824
Saudi 1825
result 1826
'dependency 1827
homes 1828
Oswego 1829
Lake 1830
150,000 1831
welcome 1832
3.3 1833
But 1834
OK 1835
complaining 1836
Weve 1837
gained 1838
590,000 1839
entire 1840
difference 1841
previous 1842
where 1843
things 1844
headed 1845
brought 1846
816 1847
saved 1848
growers 1849
dairies 1850
workforce 1851
1978 1852
nationwide 1853
something 1854
Sen 1855
Portman 1856
irresponsible 1857
DeKalb 1858
projects 1859
Palin 1860
right-wing 1861
Pat 1862
Buchanan 1863
block 1864
energy 1865
production 1866
Jeanne 1867
Shaheen 1868
measure 1869
amounted 1870
D.C. 1871
strictest 1872
skyrocketed 1873
Seven 1874
fighting 1875
move 1876
toughen 1877
penalties 1878
workplace 1879
gender 1880
discrimination 1881
belonged 1882
cooking 1883
cleaning 1884
rule 1885
infrastructure 1886
611,000 1887
proper 1888
collective 1889
noun 1890
baboons 1891
Believe 1892
predatory 1893
target 1894
Starting 1895
December 1896
2007 1897
1.4 1898
period 1899
400,000 1900
difficult 1901
hire 1902
CBO 1903
Congressional 1904
Budget 1905
kill 1906
Thompson 1907
caps 1908
damages 1909
fairer 1910
fiscal 1911
reserve 1912
49 1913
using 1914
Strategic 1915
Petroleum 1916
Reserve 1917
Immigrants 1918
fertile 1919
'will 1920
teacher 1921
'The 1922
uninsured 1923
mandates 1924
2006 1925
Firearms 1926
homicides 1927
concealed-gun 1928
Upwards 1929
decide 1930
seeing 1931
ultrasound 1932
Harbor 1933
'If 1934
'd 1935
ban 1936
common 1937
forms 1938
pill 1939
Jason 1940
Kander 1941
remaining 1942
suspected 1943
soil 1944
Shelby 1945
donated 1946
sorry 1947
44 1948
Memphis 1949
intelligence 1950
officials 1951
toldevery 1952
attacked 1953
serious 1954
threat 1955
emanating 1956
Have 1957
suburbs 1958
inundated 1959
Absolutely 1960
July 1961
1996 1962
locate 1963
missing 1964
teenage 1965
daughter 1966
partner 1967
Blames 1968
Mike 1969
McIntyre 1970
Nancy 1971
Pelosi 1972
straight 1973
beneficiaries 1974
bank 1975
account 1976
transfers 1977
knowing 1978
'There 1979
mechanisms 1980
place 1981
Internet 1982
defunding 1983
oppose 1984
shutting 1985
Report 1986
insisting 1987
part 1988
fiscalcliff 1989
false 1990
BTW 1991
@ 1992
barackobama 1993
played 1994
clips 1995
knife 1996
want 1997
same-sex 1998
Ryans 1999
pockets 2000
companies 2001
seniors 2002
This 2003
Connie 2004
Mack 2005
IV 2006
missed 2007
1/3 2008
Eisenhower 2009
saluted 2010
personnel 2011
Wisconsins 2012
perquisites 2013
plans 2014
counterparts 2015
airplane 2016
2,000 2017
list 2018
74 2019
afterschool 2020
programs 2021
5 2022
6 2023
cash 2024
flow 2025
wont 2026
default 2027
homeowners 2028
lending 2029
practices 2030
mid-size 2031
banks 2032
wiped 2033
Dodd-Frank 2034
Starbucks 2035
brand 2036
cups 2037
Atmospheric 2038
conditions 2039
push 2040
footballs 2041
pressure 2042
approximately 2043
one-and-a-half 2044
pounds 2045
square 2046
inch 2047
unlimited 2048
until 2049
moment 2050
partial-birth 2051
cleared 2052
obtain 2053
scholarships 2054
attend 2055
losing 2056
six 2057
Administration 2058
adding 2059
600,000 2060
STAR 2061
Taxpayers 2062
hook 2063
third 2064
Falcons 2065
stadium 2066
repaid 2067
outsiders 2068
22 2069
Last 2070
Missouri 2071
Lone 2072
Star 2073
refinance 2074
resolution 2075
disapproval 2076
condemn 2077
behavior 2078
younger 2079
competitors 2080
entirely 2081
Recent 2082
international 2083
reports 2084
show 2085
near 2086
bottom 2087
among 2088
industrialized 2089
k-12 2090
academic 2091
achievement 2092
find 2093
full-time 2094
doctor 2095
theyre 2096
sick 2097
feed 2098
themselves 2099
15 2100
owe 2101
value 2102
policy 2103
mistakes 2104
Clintons 2105
us 2106
large 2107
degree 2108
situation 2109
Arkansas 2110
400 2111
high-speed 2112
train 2113
39 2114
estimates 2115
fully 2116
extending 2117
add 2118
600,000-1.4 2119
2011 2120
900,000-2.7 2121
ceiling 2122
According 2123
Cay 2124
Johnston 2125
pays 2126
16 2127
covered 2128
1952 2129
accounted 2130
33 2131
Today 2132
despite 2133
record-breaking 2134
profits 2135
two-thirds 2136
targeted 2137
scrutiny 2138
conservative 2139
Patrice 2140
Lumumba 2141
Moscow 2142
Mahmoud 2143
Abbas 2144
Ali 2145
Khamenei 2146
established 2147
Vladimir 2148
Putin 2149
Board 2150
SBOE 2151
led 2152
appointee 2153
remove 2154
Jefferson 2155
textbook 2156
standards 2157
Thats 2158
historical 2159
figures 2160
inspired 2161
As 2162
salary 2163
perks 2164
‪ 2165
Bernie‬ 2166
13 2167
ca 2168
pull 2169
truth 2170
matter 2171
160,000 2172
physically 2173
logistically 2174
From 2175
2013-2015 2176
14 2177
wealth 2178
157 2179
yet 2180
require 2181
penny 2182
Foster 2183
Kriseman 2184
ineffective 2185
Krisemans 2186
routinely 2187
gets 2188
Cell 2189
phone 2190
numbers 2191
month 2192
184 2193
contract 2194
negotiations 2195
Clackamas 2196
Commissioners 2197
approved 2198
re-negotiated 2199
agreement 2200
countys 2201
contribution 2202
TriMets 2203
Portland-Milwaukie 2204
Light 2205
Rail 2206
project 2207
19.9 2208
11 2209
felonies 2210
commit 2211
oyster 2212
unwinding 2213
welfare-to-work 2214
requirements 2215
Electric 2216
car 2217
sales 2218
dropped 2219
dramatically 2220
5,000 2221
eliminated 2222
annual 2223
registration 2224
fee 2225
imposed 2226
Training 2227
Camp 2228
deal 2229
generated 2230
living 2231
born 2232
anytime 2233
defended 2234
Syrias 2235
reformer 2236
civil 2237
Postal 2238
Services 2239
financial 2240
losses 2241
drains 2242
post 2243
Service 2244
overpay 2245
billions 2246
accounts 2247
department 2248
delayed 2249
opposition 2250
amendments 2251
Confederate 2252
battle 2253
building 2254
gift 2255
shops 2256
Shes 2257
60 2258
hurting 2259
Now 2260
Sheila 2261
Jackson 2262
Lee 2263
Hey 2264
wrinkly 2265
white-aged 2266
has-beens 2267
Its 2268
generation 2269
spot 2270
planet 2271
spends 2272
Google 2273
searches 2274
allow 2275
operator 2276
iron 2277
ore 2278
mine 2279
northern 2280
Wisconsin 2281
fill 2282
pristine 2283
streams 2284
ponds 2285
waste 2286
highest-taxed 2287
black 2288
itd 2289
15th 2290
wealthiest 2291
graduation 2292
86 2293
65 2294
71 2295
sold 2296
unlicensed 2297
sellers 2298
either 2299
online 2300
'2008 2301
deadliest 2302
'already 2303
below 2304
46th 2305
50th 2306
graduates 2307
Amanda 2308
Fritz 2309
manages 2310
operations 2311
planned 2312
1900s 2313
style 2314
trolley 2315
child 2316
results 2317
gotten 2318
worse 2319
Polls 2320
Floridians 2321
repeal 2322
Congressman 2323
Pascrell 2324
option 2325
Lawmakers 2326
off-season 2327
efforts 2328
lead 2329
drawing 2330
borders 2331
would-be 2332
surrogates 2333
referred 2334
rape 2335
incest 2336
though 2337
somehow 2338
confronting 2339
minor 2340
issue 2341
offshore 2342
medical 2343
amendment 2344
refills 2345
forever 2346
data-storing 2347
microchip 2348
'would 2349
implanted 2350
opt 2351
become 2352
Enacting 2353
Right-to-Carry 2354
expanding 2355
predators 2356
abusers 2357
concealed 2358
1993 2359
treasurers 2360
37 2361
management 2362
oversight 2363
investments 2364
charter 2365
applied 2366
Jorge 2367
Elorza 2368
impose 2369
municipal 2370
overrule 2371
branchesof 2372
Roughly 2373
RI 2374
Nathan 2375
Deal 2376
HOPE 2377
scholarship 2378
literally 2379
Georgians 2380
technical 2381
training 2382
badly 2383
needed 2384
saving 2385
380-million 2386
850-million 2387
havent 2388
Ive 2389
teach 2390
kindergartners 2391
best-known 2392
accepting 2393
bewildered 2394
scope 2395
reach 2396
spying 2397
apparatus 2398
explicitly 2399
calling 2400
disclosure 2401
Six 2402
Hassans 2403
raises 2404
politicians 2405
27 2406
Moroccans 2407
pottery 2408
'starts 2409
her 2410
SaysRand 2411
Paulhas 2412
Groups 2413
huge 2414
sums 2415
influence 2416
legislative 2417
500 2418
t 2419
43 2420
Arabia 2421
al-Qaida 2422
Williamson 2423
Attorney 2424
Jana 2425
Duty 2426
prosecuted 2427
adult 2428
felony 2429
fundraising 2430
grassroots 2431
unmatched 2432
Issue 2433
negotiate 2434
although 2435
seems 2436
reflect 2437
caused 2438
shrinking 2439
actual 2440
labor 2441
hired 2442
convicted 2443
Speaker 2444
Jensen 2445
oversee 2446
raid 2447
employee 2448
retirement 2449
balance 2450
'to 2451
battlefield 2452
apply 2453
Green 2454
Packers 2455
players 2456
union 2457
minister 2458
Peoples 2459
Republic 2460
Donetsk 2461
posted 2462
bragging 2463
posting 2464
shot 2465
then 2466
apparent 2467
civilian 2468
pulled 2469
'Democrats 2470
kind 2471
falling 2472
faster 2473
looks 2474
Right 2475
sectors 2476
Leisure 2477
Hospitality 2478
mostly 2479
fall 2480
restaurant 2481
bar 2482
These 2483
high-paying 2484
Labor 2485
proportion 2486
earning 2487
subminimum 2488
bought 2489
brand-new 2490
vehicles 2491
measures 2492
ones 2493
prevent 2494
groping 2495
airport 2496
appointees 2497
IPAB 2498
decisions 2499
300 2500
stores 2501
barred 2502
selling 2503
100-watt 2504
light 2505
bulbs 2506
Before 2507
back 2508
1800s 2509
row 2510
consecutively 2511
re-elected 2512
Carter 2513
promote 2514
recent 2515
Associated 2516
Press 2517
Nader-Gonzalez 2518
Patrick 2519
problem 2520
soldiers 2521
committing 2522
suicide 2523
congressmen 2524
additional 2525
Border 2526
Patrol 2527
agents 2528
fifteen 2529
Master 2530
Locks 2531
unionized 2532
plant 2533
running 2534
full 2535
capacity 2536
Reed 2537
camp 2538
few 2539
authorities 2540
confirm 2541
projections 2542
estimate 2543
overhaul 2544
1.76 2545
940 2546
originally 2547
claimed 2548
Payne 2549
Frank 2550
Pallone 2551
may 2552
Common 2553
Core 2554
fingerprints 2555
thing 2556
indeed 2557
brags 2558
independent 2559
agency 2560
investigate 2561
shootings 2562
course 2563
attitude 2564
sanctity 2565
celebrations 2566
7-Eleven 2567
Yeah 2568
Miami-Dade 2569
educating 2570
omnibus 2571
3.8 2572
earmarks 2573
enacting 2574
'Senator 2575
talking 2576
tough 2577
18-billion 2578
Kim 2579
Myers 2580
Broome 2581
relocated 2582
headquarters 2583
Californias 2584
Prop 2585
requirecondom 2586
usein 2587
films 2588
film 2589
riskfor 2590
lawsuits 2591
harassment 2592
tolls 2593
privilege 2594
crossing 2595
bridge 2596
Sens 2597
Isaksons 2598
Chambliss 2599
Votes 2600
Unemployment 2601
Insurance 2602
Kill 2603
6,000 2604
Jobs 2605
estate 2606
Legislature 2607
Kay 2608
Bailey 2609
Hutchison 2610
Mica 2611
borrow 2612
opponent 2613
Mary 2614
Burke 2615
reporters 2616
bargained-for 2617
'hired 2618
run 2619
anybodys 2620
table 2621
250 2622
partisan 2623
party 2624
picked 2625
multiple 2626
regular 2627
mid 2628
1980s 2629
'John 2630
raging 2631
populist 2632
ran 2633
complained 2634
constitutional 2635
shoved 2636
waters 2637
attended 2638
National 2639
Convention 2640
convention 2641
Crime 2642
rising 2643
Flint 2644
Mich. 2645
paying 2646
poison 2647
am 2648
Burlington 2649
Vt. 2650
clean 2651
complicated 2652
comply 2653
code 2654
Portland 2655
gives 2656
provided 2657
prayer 2658
room 2659
rugs 2660
lets 2661
pray 2662
Allah 2663
abolishing 2664
V.A 2665
bulk 2666
weapon 2667
drug 2668
gangs 2669
Motors 2670
asking 2671
Salaries 2672
URI 2673
England 2674
grant 2675
research 2676
institutions 2677
Miami 2678
Carlos 2679
Curbelo 2680
ability 2681
pollution 2682
combat 2683
asked 2684
disclose 2685
donors 2686
suspicion 2687
USA 2688
continues 2689
wonder 2690
why 2691
Rand 2692
shopping 2693
billionaire 2694
Hes 2695
super 2696
PAC 2697
cashed 2698
Sept. 2699
collecting 2700
intended 2701
recover 2702
properties 2703
affected 2704
Three 2705
newly 2706
hold 2707
An 2708
payment 2709
advisory 2710
board 2711
Mitchell 2712
Park 2713
Domes 2714
million-plus 2715
legislature 2716
youd 2717
little 2718
evidence 2719
red 2720
cameras 2721
reduced 2722
severity 2723
accidents 2724
intersections 2725
Camden 2726
graduated 2727
29,000 2728
delinquent 2729
Crimes 2730
'any 2731
pastor 2732
preacher 2733
priest 2734
rabbi 2735
imam 2736
sermon 2737
moral 2738
traditions 2739
sexual 2740
guilty 2741
jobless 2742
5.6 2743
colleagues 2744
cracked 2745
attracting 2746
hiring 2747
Gingrich 2748
affirmative 2749
statement 2750
barbaric 2751
procedure 2752
known 2753
global 2754
AIDS 2755
instability 2756
recipient 2757
'thanks 2758
thanks 2759
Bridge 2760
Nowhere 2761
awarded 2762
date 2763
hundred 2764
pupil 2765
compared 2766
2009 2767
adjusting 2768
8.5 2769
steadfast 2770
path 2771
citizenship 2772
welfare 2773
working 2774
Tammy 2775
Baldwin 2776
introduced 2777
doctors 2778
ask 2779
patients 2780
lesbian 2781
bisexual 2782
identity 2783
Kristi 2784
Thibaut 2785
ACORN 2786
lobbyist 2787
trading 2788
slavery 2789
Between 2790
girls 2791
survey 2792
transit 2793
ridership 2794
age 2795
34 2796
2001 2797
2011-2012 2798
4,191 2799
via 2800
Plan 2801
Any 2802
rendered 2803
completely 2804
null 2805
void 2806
June 2807
hard 2808
ends 2809
Jacobs 2810
someone 2811
Albany 2812
region 2813
fair 2814
Amazing 2815
fact 2816
Reid 2817
allowed 2818
YEAR 2819
Rebecca 2820
Bradley 2821
fails 2822
diploma 2823
charge 2824
implement 2825
exchange 2826
tweet 2827
tape 2828
Alicia 2829
Machado 2830
Aphotograph 2831
21-year-old 2832
featured 2833
leads 2834
systematically 2835
reciprocity 2836
Minnesota 2837
Cory 2838
Booker 2839
late-term 2840
opposes 2841
safety 2842
regulations 2843
modern 2844
release 2845
least 2846
returns 2847
alone 2848
EU 2849
exports 2850
Korea 2851
market 2852
Those 2853
farmers 2854
service 2855
providers 2856
suffering 2857
luxury 2858
65,000 2859
Tim 2860
Kaine 2861
ambitions 2862
DNC 2863
chairman 2864
flip-flopped 2865
easy 2866
breaks 2867
jets 2868
Zack 2869
Space 2870
2.5 2871
resulted 2872
formal 2873
sanction 2874
theres 2875
investigative 2876
subcommittee 2877
Hampshire 2878
third-highest 2879
'for 2880
95 2881
Democraticcongressional 2882
MorganCarroll 2883
racked 2884
59 2885
Carol 2886
Shea-Porter 2887
creators 2888
'People 2889
hopeless 2890
Sixty 2891
somewhere 2892
stay 2893
delaying 2894
districts 2895
shave 2896
weeks 2897
intervene 2898
Libya 2899
99.97 2900
Cleveland 2901
128,000 2902
ranks 2903
49th 2904
nationally 2905
doing 2906
per-pupil 2907
Despite 2908
keeping 2909
distance 2910
interviewers 2911
press 2912
Bernie 2913
Sanders 2914
hard-line 2915
indefinite 2916
detention 2917
sided 2918
stand 2919
vigilantes 2920
Minutemen 2921
outposts 2922
hunt 2923
incentives 2924
Deutsche 2925
four-year 2926
Gallup 2927
Egyptians 2928
statistics 2929
violent 2930
Maddox 2931
'losing 2932
campaigns 2933
available 2934
positions 2935
6.1 2936
preparation 2937
managed 2938
Exxon 2939
pocketed 2940
4.7 2941
AARP 2942
'the 2943
reseller 2944
'has 2945
vested 2946
reselling 2947
supplemental 2948
expands 2949
monthly 2950
104.20 2951
247.00 2952
2014 2953
incorporated 2954
purposely 2955
confuse 2956
re-election 2957
read 2958
grade 2959
level 2960
Cuyahoga 2961
clinics 2962
critical 2963
emergency 2964
Zika 2965
Youre 2966
trouble 2967
pet 2968
SaysPeter 2969
Kilmartin 2970
statute 2971
letting 2972
Occupy 2973
protesters 2974
Woodruff 2975
forward 2976
probation 2977
parole 2978
enslaved 2979
1850 2980
17,000 2981
Fishers 2982
watch 2983
nine 2984
Limiting 2985
contraception 2986
cheaper 2987
easier 2988
Udalls 2989
defined 2990
Families 2991
Del 2992
Valle 2993
drive 2994
Bastrop 2995
closest 2996
grocery 2997
store 2998
'opposed 2999
levees 3000
flood 3001
considers 3002
pork 3003
pledged 3004
protect 3005
too 3006
Warner 3007
10.7 3008
prohibiting 3009
negotiating 3010
prescription 3011
drugs 3012
Part 3013
D 3014
provision 3015
FCCs 3016
neutrality 3017
whatis 3018
essentially 3019
massive 3020
typical 3021
white 3022
1973 3023
Nations 3024
arms 3025
treaty 3026
certainly 3027
registry 3028
full-scale 3029
confiscation 3030
More 3031
misadventures 3032
firearm 3033
remind 3034
virtually 3035
entry-level 3036
verify 3037
math 3038
adds 3039
declining 3040
ObamaCare 3041
apprehended 3042
extremists 3043
Pakistan 3044
acts 3045
stood 3046
big 3047
flying 3048
performing 3049
Angel 3050
Taveras 3051
Maurice 3052
Ferre 3053
Kendrick 3054
Meek 3055
98.6 3056
Democrat 3057
advanced 3058
inmates 3059
immigrant 3060
dead 3061
midwestern 3062
Walkers 3063
three-cents-per-ounce 3064
soda 3065
Philadelphia 3066
loss 3067
family-sustaining 3068
Teamster 3069
countless 3070
beverage 3071
challenge 3072
suspend 3073
tobacco 3074
cigars 3075
childrens 3076
Federal 3077
69 3078
rise 3079
corn 3080
wheat 3081
spike 3082
sugar 3083
smoking 3084
Ninety 3085
Texans 3086
nursing 3087
polls 3088
funded 3089
needs 3090
persons 3091
unique 3092
abilities 3093
politics 3094
staffer 3095
then-Congressman 3096
Kasichs 3097
Committee 3098
Race 3099
grants 3100
participating 3101
adopt 3102
condition 3103
allows 3104
shared 3105
fingerprinting 3106
sought 3107
Hagee 3108
believes 3109
Hurricane 3110
Katrina 3111
God 3112
punishment 3113
Catholic 3114
Church 3115
Antichrist 3116
'false 3117
cult 3118
filers 3119
Because 3120
stock 3121
rival 3122
middle-class 3123
3,000 3124
attorney 3125
treasurer 3126
ordered 3127
founder 3128
Gaylord 3129
Nelson 3130
discuss 3131
unions 3132
hard-earned 3133
play 3134
interview 3135
Times 3136
14,000 3137
self-financing 3138
- 3139
roughly 3140
secondary 3141
produce 3142
dropouts 3143
Embryonic 3144
stem 3145
cell 3146
example 3147
successful 3148
treatment 3149
county 3150
Dane 3151
hand 3152
counting 3153
2016 3154
presidential 3155
Ambassador 3156
Christopher 3157
Stevens 3158
600 3159
requests 3160
bringing 3161
Tens 3162
households 3163
towards 3164
retire 3165
friend 3166
Weeks 3167
talked 3168
switching 3169
parties 3170
nomination 3171
agriculture 3172
usage 3173
synthetic 3174
instances 3175
bodily 3176
harm 3177
death 3178
risen 3179
Out 3180
dismissed 3181
incompetence 3182
longest 3183
1929 3184
information 3185
unseemly 3186
deaths 3187
Look 3188
accumulated 3189
Hani 3190
Baragwanath 3191
Africa 3192
worlds 3193
third-biggest 3194
hospital 3195
Annual 3196
precipitation 3197
inches 3198
century 3199
initially 3200
yes 3201
stupid 3202
folks 3203
corrected 3204
again 3205
submitted 3206
earliest 3207
meeting 3208
obligation 3209
update 3210
voter 3211
registrations 3212
address 3213
BMV 3214
Vietnamese 3215
commonly 3216
spoken 3217
language 3218
generous 3219
opinion 3220
B 3221
transportation 3222
referendum 3223
thesis 3224
criticized 3225
'plutocratic 3226
thugs 3227
Constitution 3228
shackles 3229
hypocrisy 3230
Youll 3231
blacks 3232
regiment 3233
alongside 3234
Southerners 3235
Civil 3236
triggering 3237
microcephaly 3238
DTaP 3239
vaccine 3240
recently 3241
mandated 3242
Brazilian 3243
injected 3244
pregnant 3245
Our 3246
agree 3247
salaries 3248
executive 3249
legislators 3250
Carly 3251
Fiorina 3252
shes 3253
banning 3254
assault 3255
baby 3256
bond 3257
4-million 3258
20-billion 3259
multiplied 3260
= 3261
80-billion 3262
platform 3263
good-paying 3264
'Joe 3265
pass 3266
putting 3267
cops 3268
streets 3269
eight-year 3270
hybrid 3271
attacks 3272
honor 3273
repeated 3274
Failure 3275
limit 3276
payments 3277
various 3278
scoreboard 3279
Bucks 3280
internment 3281
camps 3282
'Bill 3283
McCollum 3284
holds 3285
embryonic 3286
NRA 3287
leadership 3288
pretty 3289
intact 3290
expanded 3291
Turkey 3292
Arab 3293
Reagans 3294
1980 3295
bid 3296
dying 3297
HIV 3298
2004 3299
Leffingwell 3300
Accuses 3301
contradictory 3302
Osama 3303
bin 3304
Laden 3305
'8 3306
92 3307
assassination 3308
drone 3309
strikes 3310
'It 3311
finally 3312
double 3313
395 3314
pushed 3315
triple-bunked 3316
cells 3317
bunked 3318
classrooms 3319
areas 3320
supposed 3321
designated 3322
inmate 3323
ACLU 3324
call 3325
Newark 3326
immediate 3327
monitor 3328
requiring 3329
vaccinated 3330
HPV 3331
highway 3332
closed 3333
El 3334
Paso 3335
bullets 3336
extend 3337
gains 3338
Eight 3339
competitive 3340
races 3341
Hispanics 3342
electorate 3343
sic 3344
'On 3345
Presidency 3346
Nikita 3347
Khrushchev 3348
extra 3349
shoe 3350
session 3351
1960 3352
banged 3353
desk 3354
protest 3355
Low-flow 3356
toilets 3357
1,000 3358
Renacci 3359
Liebermans 3360
covers 3361
27,300 3362
daily 3363
expenses 3364
Wind 3365
powers 3366
CEOs 3367
Franklin 3368
Delano 3369
Roosevelt 3370
fast-track 3371
deport 3372
Dreamers 3373
apparently 3374
vetting 3375
conservatives 3376
lawmaker 3377
seeks 3378
defund 3379
pieces 3380
congressional 3381
Ray 3382
Strauss 3383
Champion 3384
Big 3385
Government 3386
council 3387
reformers 3388
1944 3389
Ronda 3390
Storms 3391
Taj 3392
Mahal 3393
courthouse 3394
France 3395
surveillance 3396
thousandfold 3397
invasive 3398
One-half 3399
means 3400
Blue 3401
Chip 3402
Economic 3403
Indicators 3404
surveys 3405
lots 3406
forecasters 3407
predicting 3408
quarter 3409
positive 3410
fourth 3411
I-X 3412
Center 3413
overseas 3414
troop 3415
request 3416
front 3417
drug-induced 3418
charged 3419
return 3420
follow-up 3421
backlog 3422
view 3423
pornography 3424
molesting 3425
ways 3426
Governor 3427
McCrory 3428
adviser 3429
admits 3430
Romneycare 3431
blueprint 3432
affecting 3433
ballot 3434
especially 3435
nytimes 3436
subscribers 3437
apologizing 3438
BAD 3439
shrink 3440
hurricanes 3441
striking 3442
bores 3443
hole 3444
whole 3445
argument 3446
capita 3447
developed 3448
1/2 3449
Switzerland 3450
175 3451
Members 3452
revenues 3453
rainy 3454
1,270 3455
infants 3456
reported 3457
following 3458
attempted 3459
notably 3460
spouse 3461
Just 3462
everyone 3463
everywhere 3464
paychecks 3465
pump 3466
sleep 3467
daylight 3468
might 3469
pose 3470
risks 3471
Latina 3472
craft 3473
brewery 3474
brewers 3475
threshold 3476
drunken-driving 3477
surrounding 3478
offense 3479
invested 3480
raising 3481
5.5 3482
Dallas 3483
Los 3484
Angeles 3485
Houston 3486
Detroit 3487
3.5 3488
760,000 3489
nobody 3490
upset 3491
Carcieri 3492
Mrs. 3493
host 3494
lighting 3495
tree 3496
second-most 3497
heavily 3498
deployed 3499
Demond 3500
Means 3501
superintendent 3502
Public 3503
Schools 3504
gutted 3505
SaysVirginia 3506
RepublicanScott 3507
Taylor 3508
failing 3509
appear 3510
issued 3511
arrest 3512
Travis 3513
settled 3514
Mahatma 3515
Gandhi 3516
once 3517
ignore 3518
laugh 3519
win 3520
Savings 3521
achieved 3522
21,500 3523
arrests 3524
46 3525
tons 3526
narcotics 3527
confiscated 3528
appalled 3529
learn 3530
exempts 3531
committee 3532
1964 3533
potentially 3534
delay 3535
Deregulation 3536
telecommunications 3537
50,000 3538
standard 3539
French 3540
Agriculture 3541
Loretta 3542
Lynch 3543
team 3544
1992 3545
Whitewater 3546
corruption 3547
Manhattan 3548
rally 3549
chanting 3550
hate 3551
'passed 3552
moving 3553
claim 3554
accelerated 3555
precedent 3556
slower 3557
pathway 3558
deliver 3559
jack 3560
California 3561
robust 3562
outpaces 3563
triple 3564
household 3565
minute 3566
near-beach 3567
Gogebic 3568
extended 3569
Richardson-Denish 3570
drivers 3571
licenses 3572
Mexico 3573
noncontiguous 3574
Central 3575
gasoline 3576
diesel 3577
fuels 3578
imported 3579
1949 3580
Richard 3581
Burr 3582
insider 3583
brave 3584
Christian 3585
Pastor 3586
Vermont 3587
Sentenced 3588
Year 3589
Prison 3590
Refusing 3591
Marry 3592
Gay 3593
Couple 3594
state-supported 3595
colleges 3596
duties 3597
unarmed 3598
email 3599
monies 3600
recouped 3601
TARP 3602
shall 3603
treasury 3604
treated 3605
game 3606
agent 3607
whose 3608
client 3609
Haiti 3610
Baby 3611
Doc 3612
Duvalier 3613
despot 3614
killing 3615
hikes 3616
becoming 3617
economically 3618
viable 3619
acceptance 3620
gold 3621
medal 3622
non-partisan 3623
Accountability 3624
Demand 3625
choice 3626
Ohioans 3627
riding 3628
passenger 3629
trains 3630
revealed 3631
aid 3632
Agency 3633
follows 3634
in-state 3635
applying 3636
residency 3637
Hidden 3638
healthcare.gov 3639
users 3640
waive 3641
reasonable 3642
privacy 3643
experts 3644
al 3645
Qaeda 3646
May 3647
Kelly 3648
Ayotte 3649
stands 3650
lobby 3651
network 3652
constitutes 3653
'parallel 3654
financing 3655
Cranston 3656
notifications 3657
Level 3658
offender 3659
battered 3660
grew 3661
aircraft 3662
long-range 3663
bombers 3664
carriers 3665
submarines 3666
compliance 3667
wasted 3668
averagein 3669
60,000 3670
year.They 3671
180 3672
Electricians 3673
plumbers 3674
sheet 3675
metal 3676
retrofitting 3677
buildings 3678
independence 3679
efficiency 3680
Exporters 3681
loophole 3682
deceptively 3683
sell 3684
products 3685
cat 3686
dog 3687
fur 3688
consumers 3689
second-highest 3690
Capitals 3691
KB 3692
Toys 3693
described 3694
Boston 3695
Herald 3696
disgusting 3697
Roy 3698
Coopers 3699
refusal 3700
Qatar 3701
'Speaker 3702
restrictions 3703
included 3704
periods 3705
Goldman 3706
Sachs 3707
boss 3708
Twenty-one 3709
Ours 3710
'unilaterally 3711
disarm 3712
earmark 3713
moratorium 3714
Milwaukees 3715
problems 3716
include 3717
52 3718
disputed 3719
news 3720
story 3721
trimming 3722
Railroad 3723
Commissioner 3724
Michael 3725
Williams 3726
150 3727
tea 3728
gatherings 3729
Harry 3730
aliens 3731
Job 3732
equal 3733
Rubios 3734
increasing 3735
citations 3736
collected 3737
Kasim 3738
Veto 3739
Corleone 3740
incumbents 3741
respond 3742
Ricos 3743
worst 3744
state-funded 3745
corporations 3746
61 3747
voteand 3748
carried 3749
independents 3750
redistricting 3751
mentioned 3752
mate 3753
couple 3754
99-1 3755
lone 3756
dissenter 3757
inflationary 3758
sheriff 3759
de 3760
Blasio 3761
subway 3762
delays 3763
soared 3764
'And 3765
delivered 3766
relief 3767
Lamar 3768
Smith 3769
700 3770
bailout 3771
'but 3772
standing 3773
assure 3774
bailouts 3775
happen 3776
GradInsurance 3777
debacle 3778
DIRECT 3779
MIZZOU 3780
parent 3781
works 3782
Ninety-seven 3783
often 3784
25-year 3785
array 3786
parts 3787
Baltimore 3788
Palestine 3789
distressed 3790
Nigeria 3791
India 3792
pay-as-you-go 3793
entitlement 3794
etc. 3795
increasingly 3796
advantage 3797
opportunities 3798
Ocean 3799
Spray 3800
Bordentown 3801
processing 3802
facility 3803
associated 3804
Regional 3805
Greenhouse 3806
Initiative 3807
Northeastern 3808
length 3809
first-degree 3810
murderers 3811
must 3812
eligible 3813
'All 3814
really 3815
realized 3816
Diane 3817
Black 3818
Sandy 3819
destructive 3820
Atlantic 3821
storm 3822
Gwinnett 3823
Henry 3824
counties 3825
153 3826
339 3827
respectively 3828
correctional 3829
debate 3830
limits 3831
commander-in-chiefs 3832
commander-in-chief 3833
Ganley 3834
himself 3835
Toomey 3836
Jeb 3837
smoked 3838
alive 3839
identical 3840
shirts 3841
Bangladesh 3842
suits 3843
Vodka 3844
Netherlands 3845
crystal 3846
barware 3847
Slovenia 3848
cufflinks 3849
ties 3850
opened 3851
subsidy 3852
hotel 3853
jumped 3854
closed-door 3855
sessions 3856
1.99 3857
Walmart 3858
compact 3859
fluorescent 3860
lamp 3861
CFL 3862
pop 3863
emails 3864
'History 3865
tells 3866
lags 3867
Howell 3868
consistent 3869
9,000 3870
Moderate 3871
master 3872
lever 3873
mechanism 3874
Langevin 3875
716 3876
Trans-Pacific 3877
Partnership 3878
'Obama 3879
'tiny 3880
'does 3881
Barbara 3882
Boxers 3883
worried 3884
weather 3885
entitlements 3886
services 3887
overwhelmingly 3888
caught 3889
Merrick 3890
Garland 3891
authored 3892
prisoners 3893
Islamist 3894
approval 3895
ratings 3896
96.4 3897
lawmakers 3898
Letting 3899
Statistics 3900
bear 3901
restrictive 3902
fatalities 3903
non-defense 3904
JFK 3905
disenfranchised 3906
felons 3907
one-quarter 3908
'basically 3909
threatened 3910
bomb 3911
consult 3912
released 3913
except 3914
Here 3915
Jerry 3916
Gavin 3917
Newsom 3918
Kamala 3919
Harris 3920
overseen 3921
Ed 3922
Gillespies 3923
promoted 3924
recommends 3925
enforced 3926
Blake 3927
Rocap 3928
stopped 3929
refuses 3930
Jerusalem 3931
Israel 3932
draft 3933
homeownership 3934
Q2 3935
62.9 3936
51yrs 3937
senior 3938
staffing 3939
ratio 3940
Seattle 3941
wed 3942
prohibited 3943
recommending 3944
32,000 3945
spiral 3946
staircase 3947
turnout 3948
'about 3949
experience 3950
earth 3951
doesnt 3952
U.S 3953
Kenya 3954
Gration 3955
resign 3956
pretrial 3957
visited 3958
Nashville 3959
MANY 3960
names 3961
initials 3962
carved 3963
desks 3964
Redistribution 3965
characteristic 3966
Tampa 3967
strip 3968
club 3969
reached 3970
power-sharing 3971
Lt. 3972
Casey 3973
Cagle 3974
bicycles 3975
parked 3976
space 3977
unsealed 3978
records 3979
Marquette 3980
constituent 3981
Cuba 3982
Venezuela 3983
enemies 3984
wildfires 3985
linked 3986
Agreement 3987
far 3988
protection 3989
Earlier 3990
DePetro 3991
sexually 3992
assaulting 3993
co-worker 3994
Photo 3995
'tea 3996
protests 3997
crowd 3998
sprawling 3999
Capitol 4000
Monument 4001
secretary 4002
supervisors 4003
effort 4004
noncitizens 4005
rolls 4006
Richardson 4007
withdraw 4008
All 4009
indefinitely 4010
278 4011
With 4012
Cantors 4013
defeat 4014
appointed 4015
Stamp 4016
Farm 4017
turbine 4018
risk 4019
flicker 4020
shadows 4021
blades 4022
turbines 4023
poses 4024
significant 4025
particularly 4026
seizures 4027
'Gov 4028
veto 4029
clears 4030
condemned 4031
March 4032
report 4033
1979 4034
hijacked 4035
broad-based 4036
revolution 4037
Shah 4038
brutal 4039
theocracy 4040
Spanish 4041
TV 4042
Dem-controlled 4043
process 4044
objective 4045
criteria 4046
modify 4047
draw 4048
boundaries 4049
economies 4050
resources 4051
