PAD 0
OOV 1
says 2
the 3
annies 4
list 5
political 6
group 7
supports 8
third-trimester 9
abortions 10
on 11
demand 12
. 13
when 14
did 15
decline 16
of 17
coal 18
start 19
? 20
it 21
started 22
natural 23
gas 24
took 25
off 26
that 27
to 28
begin 29
in 30
( 31
president 32
george 33
w. 34
) 35
bushs 36
administration 37
hillary 38
clinton 39
agrees 40
with 41
john 42
mccain 43
'by 44
voting 45
give 46
bush 47
benefit 48
doubt 49
iran 50
' 51
health 52
care 53
reform 54
legislation 55
is 56
likely 57
mandate 58
free 59
sex 60
change 61
surgeries 62
economic 63
turnaround 64
at 65
end 66
my 67
term 68
chicago 69
bears 70
have 71
had 72
more 73
starting 74
quarterbacks 75
last 76
10 77
years 78
than 79
total 80
number 81
tenured 82
uw 83
faculty 84
fired 85
during 86
two 87
decades 88
jim 89
dunnam 90
has 91
not 92
lived 93
district 94
he 95
represents 96
for 97
now 98
'i 99
'm 100
only 101
person 102
this 103
stage 104
who 105
worked 106
actively 107
just 108
year 109
passing 110
, 111
along 112
russ 113
feingold 114
some 115
toughest 116
ethics 117
since 118
watergate 119
however 120
$ 121
19.5 122
million 123
oregon 124
lottery 125
funds 126
port 127
newport 128
eventually 129
land 130
new 131
noaa 132
marine 133
operations 134
center-pacific 135
gop 136
primary 137
opponents 138
glenn 139
grothman 140
and 141
joe 142
leibham 143
cast 144
a 145
compromise 146
vote 147
cost 148
788 149
higher 150
electricity 151
costs 152
first 153
time 154
history 155
share 156
national 157
popular 158
margin 159
smaller 160
latino 161
2000 162
nearly 163
12 164
americans 165
slipped 166
out 167
middle 168
class 169
into 170
poverty 171
mitt 172
romney 173
was 174
governor 175
massachusetts 176
we 177
didnt 178
slow 179
rate 180
growth 181
our 182
government 183
actually 184
cut 185
economy 186
bled 187
24 188
billion 189
due 190
shutdown 191
most 192
affordable 193
act 194
already 195
sense 196
been 197
waived 198
or 199
otherwise 200
suspended 201
election 202
november 203
... 204
63 205
percent 206
american 207
people 208
chose 209
80 210
young 211
75 212
low-income 213
workers 214
'mccain 215
opposed 216
requirement 217
buy 218
american-made 219
motorcycles 220
said 221
all 222
buy-american 223
provisions 224
were 225
quote 226
'disgraceful 227
u.s. 228
rep. 229
ron 230
kind 231
d-wis. 232
his 233
fellow 234
democrats 235
went 236
spending 237
spree 238
their 239
credit 240
card 241
maxed 242
water 243
rates 244
manila 245
philippines 246
raised 247
up 248
845 249
subsidiary 250
world 251
bank 252
became 253
partial 254
owner 255
almost 256
100,000 257
left 258
puerto 259
rico 260
women 261
men 262
both 263
are 264
making 265
less 266
you 267
adjust 268
inflation 269
kitzhaber 270
elected 271
united 272
states 273
highest 274
corporate 275
tax 276
best 277
auto 278
industry 279
america 280
scott 281
walker 282
favors 283
cutting 284
350,000 285
families 286
children 287
wants 288
get 289
rid 290
planned 291
parenthood 292
i 293
dont 294
know 295
jonathan 296
gruber 297
hate 298
crimes 299
against 300
muslims 301
mosques 302
tripled 303
after 304
paris 305
san 306
bernardino 307
rick 308
perry 309
never 310
lost 311
an 312
remains 313
won 314
texas 315
governorship 316
three 317
times 318
landslide 319
elections 320
isis 321
supporter 322
tweeted 323
10:34 324
a.m. 325
shooting 326
began 327
10:45 328
chattanooga 329
tenn. 330
youth 331
unemployment 332
minority 333
communities 334
about 335
40 336
45 337
paul 338
ryan 339
still 340
endorsing 341
trump 342
if 343
look 344
right 345
work 346
they 347
constantly 348
do 349
budget 350
deficits 351
very 352
good 353
business 354
climates 355
what 356
obama 357
going 358
come 359
next 360
several 361
months 362
youre 363
even 364
be 365
able 366
burn 367
limitedly 368
existing 369
plants 370
taxes 371
so 372
today 373
70 374
businesses 375
pay 376
mark 377
pryor 378
votes 379
93 380
federal 381
thinks 382
authority 383
regulate 384
toilet 385
seats 386
austin 387
city 388
basically 389
doubled 390
size 391
every 392
25 393
founded 394
nuclear 395
test 396
conducted 397
nation 398
earth 399
's 400
2,054th 401
five 402
permanent 403
members 404
u.n. 405
security 406
council 407
99.99 408
tests 409
case 410
catastrophic 411
event 412
atlanta-area 413
offices 414
centers 415
disease 416
control 417
prevention 418
will 419
self-destruct 420
under 421
added 422
4.9 423
trillion 424
debt 425
weve 426
6.5 427
supreme 428
court 429
justice 430
suggested 431
cases 432
decided 433
based 434
south 435
african 436
law 437
marco 438
rubio 439
skipped 440
18 441
defense 442
including 443
one 444
arm 445
kurds 446
fight 447
david 448
cicilline 449
responsible 450
loan 451
guarantee 452
solyndra 453
failed 454
solar 455
company 456
ohio 457
item 458
later 459
signed 460
by 461
gov 462
kasich 463
requires 464
seeking 465
abortion 466
undergo 467
mandatory 468
vaginal 469
probe 470
'we 471
director 472
homeland 473
can 474
use 475
'terrorist 476
attack 477
but 478
instead 479
substitutes 480
'man-made 481
disaster 482
african-american 483
51 484
hispanic 485
36 486
obamacare 487
provide 488
insurance 489
non-u.s. 490
residents 491
here 492
illegally 493
barack 494
exactly 495
none 496
own 497
deficit 498
reduction 499
commissions 500
ideas 501
changed 502
rules 503
engagement 504
probably 505
capt 506
humayun 507
khans 508
life 509
2005 510
co-sponsored 511
would 512
jail 513
flag 514
burners 515
paperback 516
edition 517
romneys 518
book 519
deleted 520
line 521
individual 522
should 523
model 524
country 525
maggie 526
hassan 527
tuition 528
terry 529
mcauliffe 530
invented 531
scheme 532
rent 533
lincoln 534
bedroom 535
created 536
800,000 537
jobs 538
half 539
york 540
state 541
private 542
sector 543
ever 544
its 545
towns 546
west 547
having 548
truck 549
georgia 550
earn 551
82 552
cents 553
dollar 554
earned 555
system 556
verifies 557
employees 558
authorized 559
inaccurate 560
anywhere 561
from 562
50 563
way 564
excess 565
build 566
wall 567
while 568
ago 569
long 570
like 571
06. 572
couldnt 573
environmental 574
impact 575
statements 576
'sen 577
campaign 578
announced 579
choosing 580
cabinet 581
2008 582
54 583
latinos 584
registered 585
35 586
turned 587
2 588
public 589
high 590
schools 591
offer 592
pe 593
classes 594
republican 595
candidate 596
'who 597
around 598
military 599
recruiters 600
harvard 601
elena 602
kagan 603
'took 604
position 605
ruled 606
unanimously 607
she 608
wrong 609
there 610
321,092 611
school 612
teachers 613
313,850 614
non-teachers 615
mayor 616
[ 617
providence 618
] 619
sanctuary 620
transgender 621
individuals 622
1-in-12 623
chance 624
being 625
murdered 626
bain 627
capital 628
helped 629
early 630
childhood 631
learning 632
called 633
bright 634
horizons 635
lady 636
michelle 637
rightly 638
praised 639
man 640
rushed 641
him 642
dayton 643
chatter 644
social 645
media 646
posts 647
phil 648
gingrey 649
gave 650
power 651
electronically 652
spy 653
without 654
warrant 655
alex 656
sink 657
funneled 658
quarters 659
dollars 660
no-bid 661
contracts 662
take 663
population 664
virginia 665
net 666
zero 667
job 668
creation 669
bob 670
mcdonnell 671
home 672
values 673
florida 674
collapsed 675
construction 676
foreclosure 677
arizona 678
immigration 679
'says 680
any 681
police 682
officer 683
stop 684
anyone 685
appears 686
them 687
reasonably 688
suspicious 689
undocumented 690
war 691
ii 692
single-biggest 693
factor 694
driving 695
down 696
recession 697
consumer 698
native 699
perversity 700
begun 701
save 702
savings 703
6.2 704
whether 705
nominee 706
forthcoming 707
confirmation 708
hearings 709
homeless 710
veteran 711
charlie 712
crist 713
cuts 714
medicare 715
advantage 716
program 717
think 718
unacceptable 719
chinese 720
larger 721
wind 722
panels 723
photovoltaic 724
manufacturing 725
europe 726
put 727
together 728
-- 729
forget 730
brown 731
let 732
employers 733
deny 734
coverage 735
birth 736
point 737
lives 738
99 739
% 740
past 741
20 742
egypt 743
made 744
great 745
strides 746
democratic 747
amount 748
attention 749
paid 750
week 751
chris 752
christie 753
makes 754
benghazi 755
pale 756
significance 757
steve 758
southerland 759
voted 760
keep 761
perrys 762
import 763
nurses 764
other 765
countries 766
criminal 767
crime 768
transport 769
dentures 770
across 771
lines 772
built 773
prison 774
days 775
between 776
1990 777
mass 778
incarceration 779
explosion 780
nonviolent 781
offenders 782
sen. 783
plan 784
provides 785
'virtually 786
nothing 787
burdened 788
fastest-growing 789
increases 790
major 791
phoenix 792
no 793
kidnapping 794
belong 795
afl-cio 796
commissioner 797
cant 798
squat 799
poll 800
found 801
could 802
beat 803
eight 804
points 805
ronald 806
reagan 807
sent 808
troops 809
conflict 810
circumstance 811
which 812
grenada 813
peacekeeping 814
setting 815
lebanon 816
jolly 817
privatizing 818
us 819
lowest 820
depression 821
average 822
student 823
pocket 824
universities 825
as 826
much 827
spend 828
cellphones 829
1968 830
died 831
gunfire 832
wars 833
countrys 834
effect 835
2013 836
mean 837
bill 838
those 839
facing 840
millions 841
modified 842
mortgage 843
short 844
sale 845
through 846
lender 847
department 848
agricultures 849
website 850
freshfromflorida.com 851
used 852
permit 853
carry 854
loaded 855
hidden 856
gun 857
leaving 858
your 859
house 860
atlanta 861
streetcar 862
expected 863
create 864
930 865
totaling 866
5,600 867
over 868
raising 869
minimum 870
wage 871
10.10 872
hour 873
help 874
lift 875
secretary 876
kerry 877
senator 878
flew 879
managua 880
met 881
communist 882
dictator 883
daniel 884
ortega 885
accused 886
engaging 887
terrorism 888
nato 889
opening 890
terror 891
division 892
im 893
sure 894
largely 895
because 896
saying 897
criticism 898
always 899
100 900
prochoice 901
rating 902
gina 903
raimondo 904
office 905
investment 906
fees 907
pension 908
portfolio 909
gone 910
annually 911
growing 912
4 913
day 914
obamas 915
longer 916
lay 917
firefighters 918
officers 919
98,000 920
k-12 921
53,000 922
old 923
two-thirds 924
wisconsinites 925
receiving 926
checks 927
required 928
search 929
current 930
exemptions 931
health-care 932
reforms 933
premium 934
family 935
go 936
2,500 937
per 938
irs 939
also 940
investigated 941
liberal 942
groups 943
progressive 944
name 945
looking 946
everybody 947
promised 948
above 949
8 950
creating 951
fastest 952
pace 953
1999. 954
meet 955
prime 956
minister 957
benjamin 958
netanyahu 959
majority 960
marry 961
freely 962
love 963
say 964
reps. 965
peter 966
defazio 967
earl 968
blumenauer 969
socialists 970
openly 971
serving 972
congress 973
rudy 974
giuliani 975
'probably 976
underqualified 977
seek 978
presidency 979
presidents 980
governors 981
; 982
senators 983
britains 984
leave 985
european 986
union 987
within 988
hours 989
401 990
k 991
s. 992
medicaid 993
declined 994
1.9 995
2012 996
second 997
such 998
47 999
88 1000
constables 1001
duty 1002
prepaid 1003
college 1004
20,000 1005
columbus 1006
41 1007
contribute 1008
guaranteed-check 1009
pensions 1010
'as 1011
cfo 1012
shut 1013
krakow 1014
scam 1015
refunded 1016
1.2 1017
josephine 1018
victims 1019
con 1020
getting 1021
computer 1022
sciences 1023
degrees 1024
80s 1025
2-plus 1026
air 1027
force 1028
taxpayers 1029
fund 1030
fantasy 1031
football 1032
league 1033
hussein 1034
courts 1035
accept 1036
islamic 1037
sharia 1038
domestic 1039
disputes 1040
3 1041
murders 1042
committed 1043
guns 1044
legally 1045
purchase 1046
neighborhood 1047
closing 1048
'he 1049
told 1050
gay 1051
organizers 1052
stronger 1053
advocate 1054
special 1055
rights 1056
ted 1057
kennedy 1058
speaker 1059
consistently 1060
offered 1061
leaner 1062
budgets 1063
halfway 1064
2010 1065
goal 1066
700,000 1067
seven 1068
guaranteed 1069
saysmichael 1070
bennet 1071
close 1072
guantanamo 1073
bay 1074
prisonand 1075
bring 1076
terrorists 1077
colorado 1078
oregonians 1079
amazing 1080
no-cost 1081
donations 1082
hes 1083
250,000 1084
syrian 1085
iraqi 1086
refugees 1087
research 1088
shows 1089
vast 1090
arriving 1091
immigrants 1092
believe 1093
source 1094
prosperity 1095
thats 1096
support 1097
newt 1098
gingrichs 1099
offers 1100
doorway 1101
amnesty 1102
mr. 1103
caprio 1104
career 1105
politician 1106
rhode 1107
island 1108
9 1109
temporary 1110
disability 1111
each 1112
jersey 1113
17 1114
interest 1115
exceed 1116
revenue 1117
! 1118
money 1119
street 1120
anybody 1121
donald 1122
proliferation 1123
ok. 1124
'hillary 1125
taken 1126
lobbyists 1127
expressly 1128
bans 1129
racial 1130
profiling 1131
begging 1132
send 1133
coast 1134
guard 1135
patrol 1136
lakes 1137
u.s.-mexico 1138
border 1139
va 1140
: 1141
300,000 1142
veterans 1143
waiting 1144
42 1145
rob 1146
cornilles 1147
dan 1148
branch 1149
tried 1150
expand 1151
steady 1152
progress 1153
improving 1154
michigan 1155
bottle 1156
deposit 1157
afford 1158
redemptions 1159
profit 1160
admit 1161
general 1162
goes 1163
education 1164
whos 1165
fought 1166
developers 1167
draining 1168
everglades 1169
johnson 1170
calls 1171
ponzi 1172
privatize 1173
31 1174
10,000 1175
cities 1176
same 1177
type 1178
policies 1179
passed 1180
referring 1181
north 1182
carolinas 1183
2. 1184
climate 1185
directly 1186
related 1187
includes 1188
soup 1189
kitchens 1190
spent 1191
taxpayer 1192
electric 1193
cars 1194
finland 1195
windmills 1196
china 1197
'while 1198
sarah 1199
wasilla 1200
fire 1201
highly 1202
respected 1203
librarian 1204
refused 1205
consider 1206
removing 1207
library 1208
books 1209
wanted 1210
removed 1211
milwaukee 1212
approves 1213
reducing 1214
maximum 1215
forfeiture 1216
marijuana 1217
possession 1218
23 1219
different 1220
bicycle 1221
violations 1222
illegal 1223
wrote 1224
letter 1225
supporting 1226
hillarycare 1227
patent 1228
trademark 1229
received 1230
complaints 1231
washington 1232
redskins 1233
proposals 1234
cause 1235
premiums 1236
increased 1237
decreased 1238
hundreds 1239
lose 1240
mexican 1241
law-abiding 1242
citizens 1243
statistic 1244
vetoed 1245
package 1246
30 1247
bills 1248
mining 1249
illinois 1250
gubernatorial 1251
bradys 1252
priority 1253
winning 1254
sponsor 1255
mass-euthanize 1256
sheltered 1257
dogs 1258
cats 1259
chambers 1260
worsened 1261
action 1262
'sanctuary 1263
200,000 1264
pre-recession 1265
peak 1266
trailed 1267
rest 1268
comes 1269
consecutive 1270
thomas 1271
eric 1272
duncan 1273
came 1274
elevated 1275
temperature 1276
afghanistan 1277
foreign 1278
conducting 1279
nations 1280
prices 1281
webster 1282
sponsored 1283
form 1284
marriage 1285
trap 1286
abusive 1287
relationships 1288
judges 1289
better 1290
benefits 1291
lower 1292
else 1293
lot 1294
casinos 1295
bankrupt 1296
small 1297
seniors 1298
'more 1299
12,000 1300
kids 1301
arrested 1302
leader 1303
area 1304
rank 1305
# 1306
oil 1307
rigs 1308
operation 1309
combined 1310
payday 1311
lenders 1312
poor 1313
charging 1314
1,000-plus 1315
trust 1316
sound 1317
anything 1318
done 1319
function 1320
well 1321
2038 1322
changes 1323
commitment 1324
voters 1325
seriously 1326
incumbent 1327
break 1328
pledge 1329
stricklands 1330
income 1331
hike 1332
defeated 1333
soundly 1334
tuesday 1335
amber 1336
alert 1337
republicans 1338
muslim 1339
w 1340
e 1341
see 1342
americas 1343
exploding 1344
greater 1345
percentage 1346
behind 1347
bars 1348
hearing 1349
gabrielle 1350
giffords 1351
gen. 1352
petraeus 1353
army 1354
emphasis 1355
environmentally 1356
damaging 1357
methods 1358
stabbing 1359
clubbing 1360
enemy 1361
forces 1362
order 1363
minimize 1364
carbon 1365
output 1366
single 1367
blocked 1368
raise 1369
receive 1370
2,800 1371
cost-of-living 1372
adjustment 1373
january 1374
1 1375
2015. 1376
male 1377
babies 1378
many 1379
whom 1380
jose 1381
authorizing 1382
strike 1383
syria 1384
assad 1385
chemical 1386
weapons 1387
cash 1388
clunkers 1389
've 1390
got 1391
local 1392
junkyard 1393
tow 1394
're 1395
4,500 1396
guts 1397
recognize 1398
real 1399
wages 1400
top 1401
dewhurst 1402
record 1403
promoting 1404
pleasant 1405
beach 1406
does 1407
beaches 1408
privately 1409
owned 1410
operated 1411
jenkinsons 1412
'in 1413
mind 1414
conclude 1415
n't 1416
28,000 1417
killed 1418
leading 1419
pack 1420
terms 1421
denies 1422
access 1423
hb2 1424
hasnt 1425
moved 1426
needle 1427
iota 1428
consists 1429
core 1430
according 1431
agencies 1432
terrorist 1433
weidner 1434
proposed 1435
taking 1436
away 1437
80,000 1438
oregons 1439
1985 1440
former 1441
tom 1442
kean 1443
largest 1444
biggest 1445
increase 1446
'you 1447
ready 1448
commander 1449
chief 1450
median 1451
worker 1452
seen 1453
adjusted 1454
barrett 1455
held 1456
property 1457
member 1458
representatives 1459
contributions 1460
200 1461
unlike 1462
gridlock 1463
assembly 1464
bipartisan 1465
josh 1466
mandel 1467
lying 1468
ohios 1469
improved 1470
leased 1471
drilling 1472
trying 1473
hide 1474
how 1475
possible 1476
lease 1477
turnpike 1478
'at 1479
beginning 1480
decade 1481
surplus 1482
one-year 1483
projected 1484
1,540 1485
nominations 1486
confirmed 1487
four 1488
forced 1489
feisal 1490
abdul 1491
raufs 1492
trip 1493
east 1494
county 1495
370,000 1496
settle 1497
lawsuit 1498
decision 1499
sheriff 1500
a. 1501
clarke 1502
jr. 1503
untrained 1504
corrections 1505
rather 1506
deputies 1507
lakefront 1508
fbi 1509
james 1510
comey 1511
discussing 1512
details 1513
investigation 1514
'have 1515
considerably 1516
effective 1517
private-sector 1518
biden 1519
'voted 1520
gulf 1521
surge 1522
partition 1523
iraq 1524
rush 1525
limbaugh 1526
clear 1527
hed 1528
fail 1529
succeed 1530
'one 1531
make 1532
21 1533
wasnt 1534
before 1535
'recruiting 1536
throughout 1537
funding 1538
perdue 1539
abolish 1540
eliminate 1541
loans 1542
proposal 1543
students 1544
campus 1545
twice 1546
graduate 1547
theyve 1548
appeared 1549
imprisons 1550
open 1551
grown 1552
375 1553
scores 1554
remain 1555
flat 1556
affect 1557
alameel 1558
giving 1559
thousands 1560
party 1561
candidates 1562
cornyn 1563
greg 1564
abbott 1565
healthcare 1566
burns 1567
gdp 1568
nobody 1569
providences 1570
miles 1571
closer 1572
eastern 1573
need 1574
photo 1575
id 1576
sudafed 1577
twenty 1578
housing 1579
portlands 1580
pearl 1581
allowing 1582
payroll 1583
holiday 1584
expire 1585
costing 1586
another 1587
estimated 1588
900,000 1589
supported 1590
nafta 1591
trade 1592
pennsylvania 1593
numerous 1594
studies 1595
shown 1596
these 1597
so-called 1598
right-to-work 1599
laws 1600
generate 1601
gross 1602
product 1603
historically 1604
affairs 1605
scandal 1606
over-exaggerated 1607
satisfied 1608
driven 1609
'initial 1610
response 1611
heard 1612
christmas 1613
underwear 1614
bomber 1615
'this 1616
isolated 1617
extremist 1618
sherrod 1619
admitted 1620
787 1621
stimulus 1622
specifically 1623
attacking 1624
wanting 1625
claims 1626
enough 1627
1950s 1628
'a 1629
rich 1630
90 1631
charleston 1632
s.c. 1633
shootershould 1634
given 1635
universal 1636
background 1637
check 1638
fast 1639
'sixty-five 1640
okay 1641
shoot 1642
soldier 1643
twelve 1644
thrown 1645
legal 1646
challenges 1647
rejected 1648
notion 1649
unconstitutional 1650
christies 1651
reduce 1652
warren 1653
buffett 1654
me 1655
lemieux 1656
precinct 1657
allen 1658
west-patrick 1659
murphy 1660
recount 1661
7 1662
guatemalan 1663
community 1664
tally 1665
showed 1666
900 1667
230,000 1668
kathleen 1669
sebelius 1670
determine 1671
10-year-old 1672
lung 1673
patient 1674
murnaghan 1675
live 1676
die 1677
klein 1678
repeatedly 1679
favor 1680
enforcement 1681
data 1682
hubs 1683
treasure 1684
trove 1685
personal 1686
info 1687
tenure 1688
saw 1689
houstons 1690
drop 1691
levels 1692
columbia 1693
university 1694
barry 1695
soetoro 1696
richest 1697
senate 1698
filled 1699
millionaires 1700
solution 1701
crisis 1702
'second 1703
'skip 1704
vacations 1705
1,700 1706
infinite 1707
promises 1708
hypocrisy 1709
foundation 1710
staff 1711
218,029 1712
female 1713
153,014 1714
2010-2014. 1715
violence 1716
adopted 1717
1994 1718
fallen 1719
67 1720
questioning 1721
miranda 1722
warning 1723
minutes 1724
legalizing 1725
pregnancies 1726
unintended 1727
'borrowing 1728
saudi 1729
result 1730
'dependency 1731
homes 1732
oswego 1733
lake 1734
150,000 1735
welcome 1736
3.3 1737
ok 1738
complaining 1739
gained 1740
590,000 1741
entire 1742
difference 1743
previous 1744
where 1745
things 1746
headed 1747
brought 1748
816 1749
saved 1750
growers 1751
dairies 1752
workforce 1753
1978 1754
nationwide 1755
something 1756
portman 1757
irresponsible 1758
dekalb 1759
projects 1760
palin 1761
right-wing 1762
pat 1763
buchanan 1764
block 1765
energy 1766
production 1767
jeanne 1768
shaheen 1769
measure 1770
amounted 1771
d.c. 1772
strictest 1773
skyrocketed 1774
fighting 1775
move 1776
toughen 1777
penalties 1778
workplace 1779
gender 1780
discrimination 1781
belonged 1782
cooking 1783
cleaning 1784
rule 1785
infrastructure 1786
611,000 1787
proper 1788
collective 1789
noun 1790
baboons 1791
predatory 1792
target 1793
december 1794
2007 1795
1.4 1796
period 1797
400,000 1798
difficult 1799
hire 1800
cbo 1801
congressional 1802
kill 1803
thompson 1804
caps 1805
damages 1806
fairer 1807
fiscal 1808
reserve 1809
49 1810
using 1811
strategic 1812
petroleum 1813
fertile 1814
'will 1815
teacher 1816
'the 1817
uninsured 1818
mandates 1819
2006 1820
firearms 1821
homicides 1822
concealed-gun 1823
upwards 1824
decide 1825
seeing 1826
ultrasound 1827
harbor 1828
'if 1829
'd 1830
ban 1831
common 1832
forms 1833
pill 1834
jason 1835
kander 1836
remaining 1837
suspected 1838
soil 1839
shelby 1840
donated 1841
sorry 1842
44 1843
memphis 1844
intelligence 1845
officials 1846
toldevery 1847
attacked 1848
serious 1849
threat 1850
emanating 1851
suburbs 1852
inundated 1853
absolutely 1854
july 1855
1996 1856
locate 1857
missing 1858
teenage 1859
daughter 1860
partner 1861
blames 1862
mike 1863
mcintyre 1864
nancy 1865
pelosi 1866
straight 1867
beneficiaries 1868
account 1869
transfers 1870
knowing 1871
'there 1872
mechanisms 1873
place 1874
internet 1875
defunding 1876
oppose 1877
shutting 1878
report 1879
insisting 1880
part 1881
fiscalcliff 1882
false 1883
btw 1884
@ 1885
barackobama 1886
played 1887
clips 1888
knife 1889
want 1890
same-sex 1891
ryans 1892
pockets 1893
companies 1894
connie 1895
mack 1896
iv 1897
missed 1898
1/3 1899
eisenhower 1900
saluted 1901
personnel 1902
wisconsins 1903
perquisites 1904
plans 1905
counterparts 1906
airplane 1907
2,000 1908
74 1909
afterschool 1910
programs 1911
5 1912
6 1913
flow 1914
wont 1915
default 1916
homeowners 1917
lending 1918
practices 1919
mid-size 1920
banks 1921
wiped 1922
dodd-frank 1923
starbucks 1924
brand 1925
cups 1926
atmospheric 1927
conditions 1928
push 1929
footballs 1930
pressure 1931
approximately 1932
one-and-a-half 1933
pounds 1934
square 1935
inch 1936
unlimited 1937
until 1938
moment 1939
partial-birth 1940
cleared 1941
obtain 1942
scholarships 1943
attend 1944
losing 1945
six 1946
adding 1947
600,000 1948
star 1949
hook 1950
third 1951
falcons 1952
stadium 1953
repaid 1954
outsiders 1955
22 1956
2005. 1957
missouri 1958
lone 1959
refinance 1960
resolution 1961
disapproval 1962
condemn 1963
behavior 1964
younger 1965
competitors 1966
entirely 1967
recent 1968
international 1969
reports 1970
show 1971
near 1972
bottom 1973
among 1974
industrialized 1975
academic 1976
achievement 1977
find 1978
full-time 1979
doctor 1980
theyre 1981
sick 1982
feed 1983
themselves 1984
15 1985
owe 1986
value 1987
policy 1988
mistakes 1989
clintons 1990
large 1991
degree 1992
situation 1993
arkansas 1994
400 1995
high-speed 1996
train 1997
39 1998
estimates 1999
fully 2000
extending 2001
add 2002
600,000-1.4 2003
2011 2004
900,000-2.7 2005
2012. 2006
ceiling 2007
cay 2008
johnston 2009
pays 2010
16 2011
covered 2012
1952 2013
accounted 2014
33 2015
despite 2016
record-breaking 2017
profits 2018
targeted 2019
scrutiny 2020
conservative 2021
patrice 2022
lumumba 2023
moscow 2024
mahmoud 2025
abbas 2026
ali 2027
khamenei 2028
established 2029
vladimir 2030
putin 2031
board 2032
sboe 2033
led 2034
appointee 2035
remove 2036
jefferson 2037
textbook 2038
standards 2039
historical 2040
figures 2041
inspired 2042
salary 2043
perks 2044
‪ 2045
bernie‬ 2046
13 2047
ca 2048
pull 2049
truth 2050
matter 2051
160,000 2052
physically 2053
logistically 2054
2013-2015 2055
14 2056
wealth 2057
157 2058
yet 2059
require 2060
penny 2061
foster 2062
kriseman 2063
ineffective 2064
krisemans 2065
routinely 2066
gets 2067
cell 2068
phone 2069
numbers 2070
month 2071
184 2072
contract 2073
negotiations 2074
clackamas 2075
commissioners 2076
approved 2077
re-negotiated 2078
agreement 2079
countys 2080
contribution 2081
trimets 2082
portland-milwaukie 2083
light 2084
rail 2085
project 2086
19.9 2087
11 2088
felonies 2089
commit 2090
oyster 2091
unwinding 2092
welfare-to-work 2093
requirements 2094
car 2095
sales 2096
dropped 2097
dramatically 2098
5,000 2099
eliminated 2100
annual 2101
registration 2102
fee 2103
imposed 2104
1. 2105
training 2106
camp 2107
deal 2108
generated 2109
living 2110
born 2111
anytime 2112
defended 2113
syrias 2114
reformer 2115
civil 2116
postal 2117
services 2118
financial 2119
losses 2120
drains 2121
post 2122
service 2123
overpay 2124
billions 2125
accounts 2126
delayed 2127
opposition 2128
amendments 2129
confederate 2130
battle 2131
building 2132
gift 2133
shops 2134
shes 2135
60 2136
hurting 2137
sheila 2138
jackson 2139
lee 2140
hey 2141
wrinkly 2142
white-aged 2143
has-beens 2144
generation 2145
spot 2146
planet 2147
spends 2148
google 2149
searches 2150
allow 2151
operator 2152
iron 2153
ore 2154
mine 2155
northern 2156
wisconsin 2157
fill 2158
pristine 2159
streams 2160
ponds 2161
waste 2162
highest-taxed 2163
black 2164
itd 2165
15th 2166
wealthiest 2167
graduation 2168
86 2169
65 2170
71 2171
sold 2172
unlicensed 2173
sellers 2174
either 2175
online 2176
'2008 2177
deadliest 2178
'already 2179
below 2180
46th 2181
50th 2182
graduates 2183
amanda 2184
fritz 2185
manages 2186
1900s 2187
style 2188
trolley 2189
child 2190
results 2191
gotten 2192
worse 2193
polls 2194
floridians 2195
repeal 2196
congressman 2197
pascrell 2198
option 2199
lawmakers 2200
off-season 2201
efforts 2202
lead 2203
drawing 2204
borders 2205
would-be 2206
surrogates 2207
referred 2208
rape 2209
incest 2210
though 2211
somehow 2212
confronting 2213
minor 2214
issue 2215
offshore 2216
medical 2217
amendment 2218
refills 2219
forever 2220
data-storing 2221
microchip 2222
'would 2223
implanted 2224
opt 2225
become 2226
enacting 2227
right-to-carry 2228
expanding 2229
predators 2230
abusers 2231
concealed 2232
1993 2233
treasurers 2234
37 2235
management 2236
oversight 2237
investments 2238
charter 2239
applied 2240
jorge 2241
elorza 2242
impose 2243
municipal 2244
overrule 2245
branchesof 2246
roughly 2247
ri 2248
nathan 2249
hope 2250
scholarship 2251
literally 2252
georgians 2253
technical 2254
badly 2255
needed 2256
saving 2257
380-million 2258
850-million 2259
havent 2260
ive 2261
teach 2262
kindergartners 2263
best-known 2264
accepting 2265
bewildered 2266
scope 2267
reach 2268
spying 2269
apparatus 2270
explicitly 2271
calling 2272
disclosure 2273
hassans 2274
raises 2275
politicians 2276
27 2277
moroccans 2278
pottery 2279
'starts 2280
her 2281
saysrand 2282
paulhas 2283
huge 2284
sums 2285
influence 2286
legislative 2287
500 2288
t 2289
43 2290
arabia 2291
al-qaida 2292
williamson 2293
attorney 2294
jana 2295
prosecuted 2296
adult 2297
felony 2298
fundraising 2299
grassroots 2300
unmatched 2301
negotiate 2302
although 2303
seems 2304
reflect 2305
caused 2306
shrinking 2307
actual 2308
labor 2309
hired 2310
convicted 2311
jensen 2312
oversee 2313
raid 2314
employee 2315
retirement 2316
balance 2317
'to 2318
battlefield 2319
apply 2320
green 2321
packers 2322
players 2323
peoples 2324
republic 2325
donetsk 2326
posted 2327
bragging 2328
posting 2329
shot 2330
then 2331
apparent 2332
civilian 2333
pulled 2334
'democrats 2335
falling 2336
faster 2337
looks 2338
sectors 2339
leisure 2340
hospitality 2341
mostly 2342
fall 2343
restaurant 2344
bar 2345
high-paying 2346
proportion 2347
earning 2348
subminimum 2349
bought 2350
brand-new 2351
vehicles 2352
measures 2353
ones 2354
prevent 2355
groping 2356
airport 2357
appointees 2358
ipab 2359
decisions 2360
300 2361
stores 2362
barred 2363
selling 2364
100-watt 2365
bulbs 2366
back 2367
1800s 2368
row 2369
consecutively 2370
re-elected 2371
carter 2372
promote 2373
associated 2374
press 2375
nader-gonzalez 2376
patrick 2377
problem 2378
soldiers 2379
committing 2380
suicide 2381
congressmen 2382
additional 2383
agents 2384
fifteen 2385
master 2386
locks 2387
unionized 2388
plant 2389
running 2390
full 2391
capacity 2392
reed 2393
few 2394
authorities 2395
confirm 2396
projections 2397
estimate 2398
overhaul 2399
1.76 2400
940 2401
originally 2402
claimed 2403
payne 2404
frank 2405
pallone 2406
may 2407
fingerprints 2408
thing 2409
indeed 2410
brags 2411
independent 2412
agency 2413
investigate 2414
shootings 2415
course 2416
attitude 2417
sanctity 2418
celebrations 2419
7-eleven 2420
yeah 2421
miami-dade 2422
educating 2423
omnibus 2424
3.8 2425
earmarks 2426
'senator 2427
talking 2428
tough 2429
18-billion 2430
kim 2431
myers 2432
broome 2433
relocated 2434
headquarters 2435
californias 2436
prop 2437
requirecondom 2438
usein 2439
films 2440
film 2441
riskfor 2442
lawsuits 2443
harassment 2444
tolls 2445
privilege 2446
crossing 2447
bridge 2448
sens 2449
isaksons 2450
chambliss 2451
6,000 2452
estate 2453
legislature 2454
kay 2455
bailey 2456
hutchison 2457
mica 2458
borrow 2459
opponent 2460
mary 2461
burke 2462
reporters 2463
bargained-for 2464
'hired 2465
run 2466
anybodys 2467
table 2468
250 2469
partisan 2470
picked 2471
multiple 2472
regular 2473
mid 2474
1980s 2475
'john 2476
raging 2477
populist 2478
ran 2479
complained 2480
constitutional 2481
shoved 2482
waters 2483
attended 2484
convention 2485
rising 2486
flint 2487
mich. 2488
paying 2489
poison 2490
am 2491
burlington 2492
vt. 2493
clean 2494
complicated 2495
comply 2496
code 2497
portland 2498
gives 2499
provided 2500
prayer 2501
room 2502
rugs 2503
lets 2504
pray 2505
allah 2506
abolishing 2507
v.a 2508
bulk 2509
weapon 2510
drug 2511
gangs 2512
motors 2513
asking 2514
salaries 2515
uri 2516
england 2517
grant 2518
institutions 2519
miami 2520
carlos 2521
curbelo 2522
ability 2523
pollution 2524
combat 2525
asked 2526
disclose 2527
donors 2528
suspicion 2529
usa 2530
continues 2531
wonder 2532
why 2533
rand 2534
shopping 2535
billionaire 2536
super 2537
pac 2538
cashed 2539
sept. 2540
collecting 2541
intended 2542
recover 2543
properties 2544
affected 2545
newly 2546
hold 2547
payment 2548
advisory 2549
mitchell 2550
park 2551
domes 2552
million-plus 2553
youd 2554
little 2555
evidence 2556
red 2557
cameras 2558
reduced 2559
severity 2560
accidents 2561
intersections 2562
camden 2563
graduated 2564
29,000 2565
delinquent 2566
'any 2567
pastor 2568
preacher 2569
priest 2570
rabbi 2571
imam 2572
sermon 2573
moral 2574
traditions 2575
sexual 2576
guilty 2577
jobless 2578
5.6 2579
colleagues 2580
cracked 2581
attracting 2582
hiring 2583
gingrich 2584
affirmative 2585
statement 2586
barbaric 2587
procedure 2588
known 2589
global 2590
aids 2591
instability 2592
recipient 2593
'thanks 2594
thanks 2595
nowhere 2596
awarded 2597
date 2598
hundred 2599
pupil 2600
compared 2601
2009 2602
adjusting 2603
8.5 2604
steadfast 2605
path 2606
citizenship 2607
welfare 2608
working 2609
2013. 2610
tammy 2611
baldwin 2612
introduced 2613
doctors 2614
ask 2615
patients 2616
lesbian 2617
bisexual 2618
identity 2619
kristi 2620
thibaut 2621
acorn 2622
lobbyist 2623
trading 2624
slavery 2625
girls 2626
survey 2627
transit 2628
ridership 2629
age 2630
34 2631
2001 2632
2009. 2633
2011-2012 2634
4,191 2635
via 2636
rendered 2637
completely 2638
null 2639
void 2640
june 2641
hard 2642
ends 2643
jacobs 2644
someone 2645
albany 2646
region 2647
fair 2648
fact 2649
2015 2650
reid 2651
allowed 2652
rebecca 2653
bradley 2654
fails 2655
diploma 2656
charge 2657
implement 2658
exchange 2659
tweet 2660
tape 2661
alicia 2662
machado 2663
aphotograph 2664
21-year-old 2665
featured 2666
leads 2667
systematically 2668
reciprocity 2669
minnesota 2670
cory 2671
booker 2672
late-term 2673
opposes 2674
safety 2675
regulations 2676
modern 2677
release 2678
least 2679
returns 2680
alone 2681
eu 2682
exports 2683
korea 2684
market 2685
farmers 2686
providers 2687
suffering 2688
luxury 2689
65,000 2690
tim 2691
kaine 2692
ambitions 2693
dnc 2694
chairman 2695
flip-flopped 2696
easy 2697
breaks 2698
jets 2699
zack 2700
space 2701
2.5 2702
resulted 2703
formal 2704
sanction 2705
theres 2706
investigative 2707
subcommittee 2708
hampshire 2709
third-highest 2710
'for 2711
95 2712
democraticcongressional 2713
morgancarroll 2714
racked 2715
59 2716
carol 2717
shea-porter 2718
creators 2719
'people 2720
hopeless 2721
sixty 2722
somewhere 2723
stay 2724
delaying 2725
districts 2726
shave 2727
weeks 2728
intervene 2729
libya 2730
99.97 2731
cleveland 2732
128,000 2733
ranks 2734
49th 2735
nationally 2736
doing 2737
per-pupil 2738
keeping 2739
distance 2740
interviewers 2741
bernie 2742
sanders 2743
hard-line 2744
indefinite 2745
detention 2746
sided 2747
stand 2748
vigilantes 2749
minutemen 2750
outposts 2751
hunt 2752
incentives 2753
deutsche 2754
four-year 2755
gallup 2756
egyptians 2757
statistics 2758
violent 2759
maddox 2760
'losing 2761
campaigns 2762
available 2763
positions 2764
6.1 2765
preparation 2766
managed 2767
exxon 2768
pocketed 2769
4.7 2770
aarp 2771
reseller 2772
'has 2773
vested 2774
reselling 2775
supplemental 2776
expands 2777
monthly 2778
104.20 2779
247.00 2780
2014 2781
incorporated 2782
purposely 2783
confuse 2784
re-election 2785
read 2786
grade 2787
level 2788
cuyahoga 2789
clinics 2790
critical 2791
emergency 2792
zika 2793
trouble 2794
pet 2795
sayspeter 2796
kilmartin 2797
statute 2798
letting 2799
occupy 2800
protesters 2801
woodruff 2802
forward 2803
probation 2804
parole 2805
enslaved 2806
1850. 2807
17,000 2808
fishers 2809
watch 2810
nine 2811
limiting 2812
contraception 2813
cheaper 2814
easier 2815
udalls 2816
defined 2817
del 2818
valle 2819
drive 2820
bastrop 2821
closest 2822
grocery 2823
store 2824
'opposed 2825
levees 2826
flood 2827
considers 2828
pork 2829
pledged 2830
protect 2831
too 2832
warner 2833
10.7 2834
prohibiting 2835
negotiating 2836
prescription 2837
drugs 2838
d 2839
provision 2840
fccs 2841
neutrality 2842
whatis 2843
essentially 2844
massive 2845
typical 2846
white 2847
1973 2848
1996. 2849
arms 2850
treaty 2851
certainly 2852
registry 2853
full-scale 2854
confiscation 2855
misadventures 2856
firearm 2857
remind 2858
virtually 2859
entry-level 2860
verify 2861
math 2862
adds 2863
declining 2864
apprehended 2865
extremists 2866
pakistan 2867
acts 2868
stood 2869
big 2870
flying 2871
performing 2872
angel 2873
taveras 2874
maurice 2875
ferre 2876
kendrick 2877
meek 2878
98.6 2879
democrat 2880
advanced 2881
inmates 2882
immigrant 2883
dead 2884
midwestern 2885
walkers 2886
three-cents-per-ounce 2887
soda 2888
philadelphia 2889
loss 2890
family-sustaining 2891
teamster 2892
countless 2893
beverage 2894
challenge 2895
suspend 2896
tobacco 2897
cigars 2898
childrens 2899
69 2900
rise 2901
corn 2902
wheat 2903
spike 2904
sugar 2905
smoking 2906
ninety 2907
texans 2908
nursing 2909
funded 2910
needs 2911
persons 2912
unique 2913
abilities 2914
politics 2915
staffer 2916
then-congressman 2917
kasichs 2918
committee 2919
race 2920
grants 2921
participating 2922
adopt 2923
condition 2924
allows 2925
shared 2926
fingerprinting 2927
sought 2928
hagee 2929
believes 2930
hurricane 2931
katrina 2932
god 2933
punishment 2934
catholic 2935
church 2936
antichrist 2937
'false 2938
cult 2939
filers 2940
stock 2941
rival 2942
middle-class 2943
3,000 2944
treasurer 2945
ordered 2946
founder 2947
gaylord 2948
nelson 2949
discuss 2950
unions 2951
hard-earned 2952
play 2953
interview 2954
14,000 2955
self-financing 2956
- 2957
secondary 2958
produce 2959
dropouts 2960
embryonic 2961
stem 2962
example 2963
successful 2964
treatment 2965
dane 2966
hand 2967
counting 2968
2016 2969
presidential 2970
ambassador 2971
christopher 2972
stevens 2973
600 2974
requests 2975
bringing 2976
tens 2977
households 2978
towards 2979
retire 2980
friend 2981
talked 2982
switching 2983
parties 2984
nomination 2985
agriculture 2986
usage 2987
synthetic 2988
instances 2989
bodily 2990
harm 2991
death 2992
risen 2993
dismissed 2994
incompetence 2995
longest 2996
1929 2997
information 2998
unseemly 2999
deaths 3000
accumulated 3001
hani 3002
baragwanath 3003
africa 3004
worlds 3005
third-biggest 3006
hospital 3007
precipitation 3008
inches 3009
century 3010
initially 3011
yes 3012
stupid 3013
folks 3014
corrected 3015
again 3016
submitted 3017
earliest 3018
meeting 3019
obligation 3020
update 3021
voter 3022
registrations 3023
address 3024
bmv 3025
vietnamese 3026
commonly 3027
spoken 3028
language 3029
generous 3030
opinion 3031
b 3032
transportation 3033
referendum 3034
thesis 3035
criticized 3036
'plutocratic 3037
thugs 3038
constitution 3039
shackles 3040
youll 3041
blacks 3042
regiment 3043
alongside 3044
southerners 3045
triggering 3046
microcephaly 3047
dtap 3048
vaccine 3049
recently 3050
mandated 3051
brazilian 3052
injected 3053
pregnant 3054
agree 3055
executive 3056
legislators 3057
carly 3058
fiorina 3059
banning 3060
assault 3061
baby 3062
bond 3063
4-million 3064
20-billion 3065
multiplied 3066
= 3067
80-billion 3068
platform 3069
good-paying 3070
'joe 3071
pass 3072
putting 3073
cops 3074
streets 3075
eight-year 3076
hybrid 3077
attacks 3078
honor 3079
repeated 3080
failure 3081
limit 3082
payments 3083
various 3084
scoreboard 3085
bucks 3086
internment 3087
camps 3088
'bill 3089
mccollum 3090
holds 3091
1999 3092
nra 3093
leadership 3094
pretty 3095
intact 3096
expanded 3097
turkey 3098
arab 3099
reagans 3100
1980 3101
bid 3102
dying 3103
hiv 3104
2004 3105
leffingwell 3106
accuses 3107
contradictory 3108
osama 3109
bin 3110
laden 3111
'8 3112
92 3113
assassination 3114
drone 3115
strikes 3116
'it 3117
finally 3118
double 3119
395 3120
pushed 3121
triple-bunked 3122
cells 3123
bunked 3124
classrooms 3125
areas 3126
supposed 3127
designated 3128
inmate 3129
aclu 3130
call 3131
newark 3132
immediate 3133
monitor 3134
requiring 3135
vaccinated 3136
hpv 3137
highway 3138
closed 3139
el 3140
paso 3141
bullets 3142
extend 3143
gains 3144
competitive 3145
races 3146
hispanics 3147
electorate 3148
sic 3149
'on 3150
nikita 3151
khrushchev 3152
extra 3153
shoe 3154
session 3155
1960 3156
banged 3157
desk 3158
protest 3159
low-flow 3160
toilets 3161
1,000 3162
renacci 3163
liebermans 3164
covers 3165
27,300 3166
daily 3167
expenses 3168
powers 3169
ceos 3170
franklin 3171
delano 3172
roosevelt 3173
fast-track 3174
deport 3175
dreamers 3176
apparently 3177
vetting 3178
conservatives 3179
lawmaker 3180
seeks 3181
defund 3182
pieces 3183
ray 3184
strauss 3185
champion 3186
reformers 3187
1944 3188
ronda 3189
storms 3190
taj 3191
mahal 3192
courthouse 3193
france 3194
surveillance 3195
thousandfold 3196
invasive 3197
one-half 3198
means 3199
blue 3200
chip 3201
indicators 3202
surveys 3203
lots 3204
forecasters 3205
predicting 3206
quarter 3207
positive 3208
fourth 3209
i-x 3210
center 3211
overseas 3212
troop 3213
request 3214
front 3215
drug-induced 3216
charged 3217
return 3218
follow-up 3219
backlog 3220
view 3221
pornography 3222
molesting 3223
ways 3224
mccrory 3225
adviser 3226
admits 3227
romneycare 3228
blueprint 3229
affecting 3230
ballot 3231
especially 3232
nytimes 3233
subscribers 3234
apologizing 3235
bad 3236
shrink 3237
hurricanes 3238
striking 3239
bores 3240
hole 3241
whole 3242
argument 3243
capita 3244
developed 3245
1/2 3246
switzerland 3247
175 3248
revenues 3249
rainy 3250
1,270 3251
infants 3252
reported 3253
following 3254
attempted 3255
notably 3256
spouse 3257
everyone 3258
everywhere 3259
paychecks 3260
pump 3261
sleep 3262
daylight 3263
might 3264
pose 3265
risks 3266
latina 3267
craft 3268
brewery 3269
brewers 3270
threshold 3271
drunken-driving 3272
surrounding 3273
offense 3274
invested 3275
5.5 3276
dallas 3277
los 3278
angeles 3279
houston 3280
detroit 3281
3.5 3282
760,000 3283
upset 3284
carcieri 3285
mrs. 3286
host 3287
lighting 3288
tree 3289
second-most 3290
heavily 3291
deployed 3292
demond 3293
superintendent 3294
gutted 3295
saysvirginia 3296
republicanscott 3297
taylor 3298
failing 3299
appear 3300
issued 3301
arrest 3302
travis 3303
settled 3304
mahatma 3305
gandhi 3306
once 3307
ignore 3308
laugh 3309
win 3310
achieved 3311
21,500 3312
arrests 3313
46 3314
tons 3315
narcotics 3316
confiscated 3317
appalled 3318
learn 3319
exempts 3320
1964. 3321
potentially 3322
delay 3323
deregulation 3324
telecommunications 3325
50,000 3326
standard 3327
french 3328
loretta 3329
lynch 3330
team 3331
1992 3332
whitewater 3333
corruption 3334
manhattan 3335
rally 3336
chanting 3337
'passed 3338
moving 3339
claim 3340
accelerated 3341
precedent 3342
slower 3343
pathway 3344
deliver 3345
jack 3346
california 3347
robust 3348
outpaces 3349
triple 3350
10. 3351
household 3352
minute 3353
near-beach 3354
gogebic 3355
extended 3356
richardson-denish 3357
drivers 3358
licenses 3359
mexico 3360
noncontiguous 3361
central 3362
gasoline 3363
diesel 3364
fuels 3365
imported 3366
1949. 3367
richard 3368
burr 3369
insider 3370
brave 3371
christian 3372
vermont 3373
sentenced 3374
refusing 3375
couple 3376
state-supported 3377
colleges 3378
duties 3379
unarmed 3380
email 3381
monies 3382
recouped 3383
tarp 3384
shall 3385
treasury 3386
treated 3387
game 3388
agent 3389
whose 3390
client 3391
haiti 3392
doc 3393
duvalier 3394
despot 3395
killing 3396
hikes 3397
becoming 3398
economically 3399
viable 3400
acceptance 3401
gold 3402
medal 3403
non-partisan 3404
accountability 3405
choice 3406
ohioans 3407
riding 3408
passenger 3409
trains 3410
revealed 3411
aid 3412
follows 3413
in-state 3414
applying 3415
residency 3416
healthcare.gov 3417
users 3418
waive 3419
reasonable 3420
privacy 3421
experts 3422
al 3423
qaeda 3424
kelly 3425
ayotte 3426
stands 3427
lobby 3428
network 3429
constitutes 3430
'parallel 3431
financing 3432
cranston 3433
notifications 3434
offender 3435
battered 3436
grew 3437
2010. 3438
aircraft 3439
long-range 3440
bombers 3441
carriers 3442
submarines 3443
compliance 3444
wasted 3445
averagein 3446
60,000 3447
year.they 3448
180 3449
electricians 3450
plumbers 3451
sheet 3452
metal 3453
retrofitting 3454
buildings 3455
independence 3456
efficiency 3457
exporters 3458
loophole 3459
deceptively 3460
sell 3461
products 3462
cat 3463
dog 3464
fur 3465
consumers 3466
second-highest 3467
capitals 3468
kb 3469
toys 3470
described 3471
boston 3472
herald 3473
disgusting 3474
roy 3475
coopers 3476
refusal 3477
qatar 3478
'speaker 3479
restrictions 3480
included 3481
periods 3482
goldman 3483
sachs 3484
boss 3485
twenty-one 3486
ours 3487
'unilaterally 3488
disarm 3489
earmark 3490
moratorium 3491
milwaukees 3492
problems 3493
include 3494
52 3495
disputed 3496
news 3497
story 3498
trimming 3499
railroad 3500
michael 3501
williams 3502
150 3503
tea 3504
gatherings 3505
harry 3506
aliens 3507
equal 3508
rubios 3509
increasing 3510
citations 3511
collected 3512
kasim 3513
veto 3514
corleone 3515
incumbents 3516
1980. 3517
respond 3518
ricos 3519
worst 3520
state-funded 3521
corporations 3522
61 3523
voteand 3524
carried 3525
independents 3526
redistricting 3527
mentioned 3528
mate 3529
99-1 3530
dissenter 3531
inflationary 3532
de 3533
blasio 3534
subway 3535
delays 3536
soared 3537
'and 3538
delivered 3539
relief 3540
lamar 3541
smith 3542
700 3543
bailout 3544
'but 3545
standing 3546
assure 3547
bailouts 3548
happen 3549
gradinsurance 3550
debacle 3551
direct 3552
mizzou 3553
parent 3554
works 3555
ninety-seven 3556
often 3557
25-year 3558
array 3559
parts 3560
baltimore 3561
palestine 3562
distressed 3563
nigeria 3564
india 3565
pay-as-you-go 3566
entitlement 3567
etc. 3568
increasingly 3569
opportunities 3570
ocean 3571
spray 3572
bordentown 3573
processing 3574
facility 3575
regional 3576
greenhouse 3577
initiative 3578
northeastern 3579
length 3580
first-degree 3581
murderers 3582
must 3583
eligible 3584
'all 3585
really 3586
realized 3587
diane 3588
sandy 3589
destructive 3590
atlantic 3591
storm 3592
gwinnett 3593
henry 3594
counties 3595
153 3596
339 3597
respectively 3598
correctional 3599
debate 3600
limits 3601
commander-in-chiefs 3602
commander-in-chief 3603
ganley 3604
himself 3605
toomey 3606
jeb 3607
smoked 3608
alive 3609
identical 3610
shirts 3611
bangladesh 3612
suits 3613
vodka 3614
netherlands 3615
crystal 3616
barware 3617
slovenia 3618
cufflinks 3619
ties 3620
opened 3621
subsidy 3622
hotel 3623
jumped 3624
closed-door 3625
sessions 3626
1.99 3627
walmart 3628
compact 3629
fluorescent 3630
lamp 3631
cfl 3632
pop 3633
emails 3634
'history 3635
tells 3636
lags 3637
howell 3638
consistent 3639
9,000 3640
moderate 3641
lever 3642
mechanism 3643
langevin 3644
716 3645
trans-pacific 3646
partnership 3647
'obama 3648
'tiny 3649
'does 3650
barbara 3651
boxers 3652
worried 3653
weather 3654
entitlements 3655
overwhelmingly 3656
caught 3657
merrick 3658
garland 3659
authored 3660
prisoners 3661
islamist 3662
approval 3663
ratings 3664
96.4 3665
2014. 3666
bear 3667
restrictive 3668
fatalities 3669
non-defense 3670
jfk 3671
disenfranchised 3672
felons 3673
one-quarter 3674
'basically 3675
threatened 3676
bomb 3677
consult 3678
released 3679
except 3680
jerry 3681
gavin 3682
newsom 3683
kamala 3684
harris 3685
overseen 3686
ed 3687
gillespies 3688
promoted 3689
recommends 3690
enforced 3691
blake 3692
rocap 3693
stopped 3694
refuses 3695
jerusalem 3696
israel 3697
draft 3698
homeownership 3699
q2 3700
62.9 3701
51yrs 3702
senior 3703
staffing 3704
ratio 3705
seattle 3706
wed 3707
prohibited 3708
recommending 3709
32,000 3710
spiral 3711
staircase 3712
turnout 3713
'about 3714
experience 3715
doesnt 3716
kenya 3717
gration 3718
resign 3719
pretrial 3720
visited 3721
nashville 3722
names 3723
initials 3724
carved 3725
desks 3726
redistribution 3727
characteristic 3728
tampa 3729
strip 3730
club 3731
reached 3732
power-sharing 3733
lt. 3734
casey 3735
cagle 3736
bicycles 3737
parked 3738
unsealed 3739
records 3740
marquette 3741
constituent 3742
cuba 3743
venezuela 3744
enemies 3745
wildfires 3746
linked 3747
far 3748
protection 3749
earlier 3750
depetro 3751
sexually 3752
assaulting 3753
co-worker 3754
'tea 3755
protests 3756
crowd 3757
sprawling 3758
capitol 3759
monument 3760
supervisors 3761
effort 3762
noncitizens 3763
rolls 3764
richardson 3765
withdraw 3766
indefinitely 3767
278 3768
cantors 3769
defeat 3770
appointed 3771
stamp 3772
farm 3773
turbine 3774
risk 3775
flicker 3776
shadows 3777
blades 3778
turbines 3779
poses 3780
significant 3781
particularly 3782
seizures 3783
'gov 3784
clears 3785
condemned 3786
march 3787
1979 3788
hijacked 3789
broad-based 3790
revolution 3791
shah 3792
brutal 3793
theocracy 3794
spanish 3795
tv 3796
dem-controlled 3797
process 3798
objective 3799
criteria 3800
modify 3801
draw 3802
boundaries 3803
economies 3804
resources 3805
body 3806
armor 3807
helicopters 3808
ammunition 3809
barretts 3810
video 3811
'whoomp 3812
permits 3813
uninterrupted 3814
all-time 3815
2007. 3816
manufacturers 3817
avg 3818
franchised 3819
dealer 3820
autism 3821
prior 3822
issues 3823
campaigning 3824
rifle 3825
omar 3826
mateen 3827
shoots 3828
rounds 3829
1,399 3830
bluest 3831
residential 3832
handguns 3833
bullhorns 3834
trumpets 3835
helium 3836
balloons 3837
flags 3838
poles 3839
banned 3840
basketball 3841
coach 3842
borrowing 3843
drastically 3844
floridas 3845
farming 3846
alcohol 3847
underage 3848
21. 3849
bureaucrat 3850
tell 3851
scan 3852
keystone 3853
xl 3854
pipeline 3855
speech 3856
advocated 3857
guest 3858
55 3859
participate 3860
takeover 3861
'barack 3862
quite 3863
'present 3864
percentof 3865
parents 3866
spankers 3867
taxed 3868
flores 3869
laid 3870
executives 3871
3. 3872
owns 3873
lands 3874
govt 3875
permission 3876
9-0 3877
13th 3878
exceeded 3879
medicine 3880
hospitals 3881
1.8 3882
shortfall 3883
2015-17 3884
assumption 3885
continue 3886
siphon 3887
certain 3888
falls 3889
apart 3890
seams 3891
weekend 3892
islamabad 3893
f-16s 3894
harbored 3895
unnecessarily 3896
flight 3897
faa 3898
bail 3899
177 3900
costly 3901
knew 3902
sixth 3903
'mandates 3904
fines 3905
asthma 3906
u.k.s 3907
opportunity 3908
loaning 3909
38 3910
studios 3911
'when 3912
ordinary 3913
soccer 3914
mens 3915
legalized 3916
pending 3917
fewest 3918
u. 3919
victors 3920
2000. 3921
nunn 3922
handpicked 3923
29 3924
sununu 3925
agenda 3926
gon 3927
na 3928
cutbacks 3929
write 3930
lacks 3931
defer 3932
deportation 3933
rises 3934
complying 3935
163 3936
shuttle 3937
museum 3938
isnt 3939
congressdecision 3940
sequestration 3941
45th 3942
alcohol-related 3943
maj. 3944
nidal 3945
hasan 3946
fort 3947
hood 3948
'was 3949
advisor 3950
second-lowest 3951
ceo 3952
wwe 3953
linda 3954
mcmahon 3955
tipping 3956
ringside 3957
physician 3958
distributing 3959
steroids 3960
wrestlers 3961
hezbollah 3962
latin 3963
imminent 3964
food 3965
stamps 3966
magazine 3967
beckhams 3968
miamis 3969
threatens 3970
207,000 3971
tied 3972
cargo 3973
cruise 3974
industries 3975
experienced 3976
cronies 3977
friends 3978
contributed 3979
570 3980
job-development 3981
actions 3982
burger 3983
king 3984
pulling 3985
franchises 3986
bases 3987
deer 3988
bidder 3989
allies 3990
lined 3991
rug 3992
engage 3993
historic 3994
sean 3995
duffy 3996
ribble 3997
town 3998
hall 3999
meetings 4000
constituents 4001
injecting 4002
11- 4003
12-year-old 4004
controversial 4005
consent 4006
idea 4007
pride 4008
turn 4009
night 4010
iowa 4011
caucuses 4012
focused 4013
containment 4014
rubber-stamped 4015
phony 4016
horse 4017
racing 4018
key 4019
leonard 4020
lance 4021
smart 4022
parks 4023
launch 4024
curbside 4025
recycling 4026
'wants 4027
16,000 4028
secondgeorge 4029
