PAD 0
OOV 1
says 2
the 3
annies 4
list 5
political 6
group 7
supports 8
abortions 9
on 10
demand 11
. 12
when 13
did 14
decline 15
of 16
coal 17
start 18
? 19
it 20
started 21
natural 22
gas 23
took 24
off 25
that 26
to 27
begin 28
in 29
( 30
president 31
george 32
w. 33
) 34
bushs 35
administration 36
hillary 37
clinton 38
agrees 39
with 40
john 41
mccain 42
voting 43
give 44
bush 45
benefit 46
doubt 47
iran 48
' 49
health 50
care 51
reform 52
legislation 53
is 54
likely 55
mandate 56
free 57
sex 58
change 59
surgeries 60
economic 61
turnaround 62
at 63
end 64
my 65
term 66
chicago 67
bears 68
have 69
had 70
more 71
starting 72
quarterbacks 73
last 74
10 75
years 76
than 77
total 78
number 79
tenured 80
uw 81
faculty 82
fired 83
during 84
two 85
decades 86
jim 87
dunnam 88
has 89
not 90
lived 91
district 92
he 93
represents 94
for 95
now 96
'm 97
only 98
person 99
this 100
stage 101
who 102
worked 103
actively 104
just 105
year 106
passing 107
, 108
along 109
russ 110
feingold 111
some 112
toughest 113
ethics 114
since 115
watergate 116
however 117
$ 118
19.5 119
million 120
oregon 121
lottery 122
funds 123
port 124
newport 125
eventually 126
land 127
new 128
noaa 129
marine 130
operations 131
gop 132
primary 133
opponents 134
glenn 135
and 136
joe 137
cast 138
a 139
compromise 140
vote 141
cost 142
788 143
higher 144
electricity 145
costs 146
first 147
time 148
history 149
share 150
national 151
popular 152
margin 153
smaller 154
latino 155
2000 156
nearly 157
12 158
americans 159
slipped 160
out 161
middle 162
class 163
into 164
poverty 165
mitt 166
romney 167
was 168
governor 169
massachusetts 170
we 171
didnt 172
slow 173
rate 174
growth 175
our 176
government 177
actually 178
cut 179
economy 180
bled 181
24 182
billion 183
due 184
shutdown 185
most 186
affordable 187
act 188
already 189
sense 190
been 191
waived 192
or 193
otherwise 194
suspended 195
election 196
november 197
... 198
63 199
percent 200
american 201
people 202
chose 203
80 204
young 205
75 206
low-income 207
workers 208
opposed 209
requirement 210
buy 211
american-made 212
motorcycles 213
said 214
all 215
provisions 216
were 217
quote 218
u.s. 219
rep. 220
ron 221
kind 222
his 223
fellow 224
democrats 225
went 226
spending 227
spree 228
their 229
credit 230
card 231
maxed 232
water 233
rates 234
manila 235
philippines 236
raised 237
up 238
845 239
subsidiary 240
world 241
bank 242
became 243
partial 244
owner 245
almost 246
100,000 247
left 248
puerto 249
rico 250
women 251
men 252
both 253
are 254
making 255
less 256
you 257
adjust 258
inflation 259
kitzhaber 260
elected 261
united 262
states 263
highest 264
corporate 265
tax 266
best 267
auto 268
industry 269
america 270
scott 271
walker 272
favors 273
cutting 274
350,000 275
families 276
children 277
wants 278
get 279
rid 280
planned 281
parenthood 282
i 283
dont 284
know 285
jonathan 286
gruber 287
hate 288
crimes 289
against 290
muslims 291
mosques 292
tripled 293
after 294
paris 295
san 296
bernardino 297
rick 298
perry 299
never 300
lost 301
an 302
remains 303
won 304
texas 305
governorship 306
three 307
times 308
landslide 309
elections 310
isis 311
supporter 312
tweeted 313
10:34 314
a.m. 315
shooting 316
began 317
10:45 318
chattanooga 319
tenn. 320
youth 321
unemployment 322
minority 323
communities 324
about 325
40 326
45 327
paul 328
ryan 329
still 330
endorsing 331
trump 332
if 333
look 334
right 335
work 336
they 337
constantly 338
do 339
budget 340
deficits 341
very 342
good 343
business 344
climates 345
what 346
obama 347
going 348
come 349
next 350
several 351
months 352
youre 353
even 354
be 355
able 356
burn 357
existing 358
plants 359
taxes 360
so 361
today 362
70 363
businesses 364
pay 365
mark 366
pryor 367
votes 368
93 369
federal 370
thinks 371
authority 372
regulate 373
toilet 374
seats 375
austin 376
city 377
basically 378
doubled 379
size 380
every 381
25 382
founded 383
nuclear 384
test 385
conducted 386
nation 387
earth 388
's 389
five 390
permanent 391
members 392
u.n. 393
security 394
council 395
99.99 396
tests 397
case 398
catastrophic 399
event 400
atlanta-area 401
offices 402
centers 403
disease 404
control 405
prevention 406
will 407
self-destruct 408
under 409
added 410
4.9 411
trillion 412
debt 413
weve 414
6.5 415
supreme 416
court 417
justice 418
suggested 419
cases 420
decided 421
based 422
south 423
african 424
law 425
marco 426
rubio 427
skipped 428
18 429
defense 430
including 431
one 432
arm 433
kurds 434
fight 435
david 436
cicilline 437
responsible 438
loan 439
guarantee 440
solyndra 441
failed 442
solar 443
company 444
ohio 445
item 446
later 447
signed 448
by 449
gov 450
kasich 451
requires 452
seeking 453
abortion 454
undergo 455
mandatory 456
vaginal 457
probe 458
director 459
homeland 460
can 461
use 462
attack 463
but 464
instead 465
substitutes 466
disaster 467
african-american 468
51 469
hispanic 470
36 471
obamacare 472
provide 473
insurance 474
non-u.s. 475
residents 476
here 477
illegally 478
barack 479
exactly 480
none 481
own 482
deficit 483
reduction 484
commissions 485
ideas 486
changed 487
rules 488
engagement 489
probably 490
capt 491
humayun 492
khans 493
life 494
2005 495
co-sponsored 496
would 497
jail 498
flag 499
burners 500
paperback 501
edition 502
romneys 503
book 504
deleted 505
line 506
individual 507
should 508
model 509
country 510
maggie 511
hassan 512
tuition 513
terry 514
mcauliffe 515
invented 516
scheme 517
rent 518
lincoln 519
bedroom 520
created 521
800,000 522
jobs 523
half 524
york 525
state 526
private 527
sector 528
ever 529
its 530
towns 531
west 532
having 533
truck 534
georgia 535
earn 536
82 537
cents 538
dollar 539
earned 540
system 541
verifies 542
employees 543
authorized 544
inaccurate 545
anywhere 546
from 547
50 548
way 549
excess 550
build 551
wall 552
while 553
ago 554
long 555
like 556
couldnt 557
environmental 558
impact 559
statements 560
campaign 561
announced 562
choosing 563
cabinet 564
2008 565
54 566
latinos 567
registered 568
35 569
turned 570
2 571
public 572
high 573
schools 574
offer 575
pe 576
classes 577
republican 578
candidate 579
around 580
military 581
recruiters 582
harvard 583
elena 584
kagan 585
position 586
ruled 587
unanimously 588
she 589
wrong 590
there 591
school 592
teachers 593
mayor 594
[ 595
providence 596
] 597
sanctuary 598
transgender 599
individuals 600
chance 601
being 602
murdered 603
bain 604
capital 605
helped 606
early 607
childhood 608
learning 609
called 610
bright 611
horizons 612
lady 613
michelle 614
rightly 615
praised 616
man 617
rushed 618
him 619
dayton 620
chatter 621
social 622
media 623
posts 624
phil 625
gingrey 626
gave 627
power 628
electronically 629
spy 630
without 631
warrant 632
alex 633
sink 634
funneled 635
quarters 636
dollars 637
no-bid 638
contracts 639
take 640
population 641
virginia 642
net 643
zero 644
job 645
creation 646
bob 647
mcdonnell 648
home 649
values 650
florida 651
collapsed 652
construction 653
foreclosure 654
arizona 655
immigration 656
any 657
police 658
officer 659
stop 660
anyone 661
appears 662
them 663
reasonably 664
suspicious 665
undocumented 666
war 667
ii 668
factor 669
driving 670
down 671
recession 672
consumer 673
native 674
perversity 675
begun 676
save 677
savings 678
6.2 679
whether 680
nominee 681
forthcoming 682
confirmation 683
hearings 684
homeless 685
veteran 686
charlie 687
crist 688
cuts 689
medicare 690
advantage 691
program 692
think 693
unacceptable 694
chinese 695
larger 696
wind 697
panels 698
photovoltaic 699
manufacturing 700
europe 701
put 702
together 703
-- 704
forget 705
brown 706
let 707
employers 708
deny 709
coverage 710
birth 711
point 712
lives 713
99 714
% 715
past 716
20 717
egypt 718
made 719
great 720
strides 721
democratic 722
amount 723
attention 724
paid 725
week 726
chris 727
christie 728
makes 729
benghazi 730
pale 731
significance 732
steve 733
southerland 734
voted 735
keep 736
perrys 737
import 738
nurses 739
other 740
countries 741
criminal 742
crime 743
transport 744
dentures 745
across 746
lines 747
built 748
prison 749
days 750
between 751
1990 752
mass 753
incarceration 754
explosion 755
nonviolent 756
offenders 757
sen. 758
plan 759
provides 760
nothing 761
burdened 762
fastest-growing 763
increases 764
major 765
phoenix 766
no 767
kidnapping 768
belong 769
afl-cio 770
commissioner 771
cant 772
squat 773
poll 774
found 775
could 776
beat 777
eight 778
points 779
ronald 780
reagan 781
sent 782
troops 783
conflict 784
circumstance 785
which 786
grenada 787
peacekeeping 788
setting 789
lebanon 790
jolly 791
privatizing 792
us 793
lowest 794
depression 795
average 796
student 797
pocket 798
universities 799
as 800
much 801
spend 802
cellphones 803
1968 804
died 805
gunfire 806
wars 807
countrys 808
effect 809
2013 810
mean 811
bill 812
those 813
facing 814
millions 815
modified 816
mortgage 817
short 818
sale 819
through 820
lender 821
department 822
website 823
used 824
permit 825
carry 826
loaded 827
hidden 828
gun 829
leaving 830
your 831
house 832
atlanta 833
streetcar 834
expected 835
create 836
930 837
totaling 838
5,600 839
over 840
raising 841
minimum 842
wage 843
10.10 844
hour 845
help 846
lift 847
secretary 848
kerry 849
senator 850
flew 851
managua 852
met 853
communist 854
dictator 855
daniel 856
ortega 857
accused 858
engaging 859
terrorism 860
nato 861
opening 862
terror 863
division 864
im 865
sure 866
largely 867
because 868
saying 869
criticism 870
always 871
100 872
prochoice 873
rating 874
gina 875
raimondo 876
office 877
investment 878
fees 879
pension 880
portfolio 881
gone 882
annually 883
growing 884
4 885
day 886
obamas 887
longer 888
lay 889
firefighters 890
officers 891
98,000 892
k-12 893
53,000 894
old 895
two-thirds 896
wisconsinites 897
receiving 898
checks 899
required 900
search 901
current 902
exemptions 903
health-care 904
reforms 905
premium 906
family 907
go 908
2,500 909
per 910
irs 911
also 912
investigated 913
liberal 914
groups 915
progressive 916
name 917
looking 918
everybody 919
promised 920
above 921
8 922
creating 923
fastest 924
pace 925
meet 926
prime 927
minister 928
benjamin 929
netanyahu 930
majority 931
marry 932
freely 933
love 934
say 935
reps. 936
peter 937
defazio 938
earl 939
blumenauer 940
socialists 941
openly 942
serving 943
congress 944
rudy 945
giuliani 946
underqualified 947
seek 948
presidency 949
presidents 950
governors 951
; 952
senators 953
britains 954
leave 955
european 956
union 957
within 958
hours 959
401 960
k 961
s. 962
medicaid 963
declined 964
1.9 965
2012 966
second 967
such 968
47 969
88 970
constables 971
duty 972
prepaid 973
college 974
20,000 975
columbus 976
41 977
contribute 978
pensions 979
cfo 980
shut 981
krakow 982
scam 983
refunded 984
1.2 985
josephine 986
victims 987
con 988
getting 989
computer 990
sciences 991
degrees 992
80s 993
air 994
force 995
taxpayers 996
fund 997
fantasy 998
football 999
league 1000
hussein 1001
courts 1002
accept 1003
islamic 1004
sharia 1005
domestic 1006
disputes 1007
3 1008
murders 1009
committed 1010
guns 1011
legally 1012
purchase 1013
neighborhood 1014
closing 1015
told 1016
gay 1017
organizers 1018
stronger 1019
advocate 1020
special 1021
rights 1022
ted 1023
kennedy 1024
speaker 1025
consistently 1026
offered 1027
leaner 1028
budgets 1029
halfway 1030
2010 1031
goal 1032
700,000 1033
seven 1034
guaranteed 1035
bennet 1036
close 1037
guantanamo 1038
bay 1039
bring 1040
terrorists 1041
colorado 1042
oregonians 1043
amazing 1044
no-cost 1045
donations 1046
hes 1047
250,000 1048
syrian 1049
iraqi 1050
refugees 1051
research 1052
shows 1053
vast 1054
arriving 1055
immigrants 1056
believe 1057
source 1058
prosperity 1059
thats 1060
support 1061
newt 1062
offers 1063
doorway 1064
amnesty 1065
mr. 1066
caprio 1067
career 1068
politician 1069
rhode 1070
island 1071
9 1072
temporary 1073
disability 1074
each 1075
jersey 1076
17 1077
interest 1078
exceed 1079
revenue 1080
! 1081
money 1082
street 1083
anybody 1084
donald 1085
proliferation 1086
taken 1087
lobbyists 1088
expressly 1089
bans 1090
racial 1091
profiling 1092
begging 1093
send 1094
coast 1095
guard 1096
patrol 1097
lakes 1098
u.s.-mexico 1099
border 1100
va 1101
: 1102
300,000 1103
veterans 1104
waiting 1105
42 1106
rob 1107
dan 1108
branch 1109
tried 1110
expand 1111
steady 1112
progress 1113
improving 1114
michigan 1115
bottle 1116
deposit 1117
afford 1118
redemptions 1119
profit 1120
admit 1121
general 1122
goes 1123
education 1124
whos 1125
fought 1126
developers 1127
draining 1128
everglades 1129
johnson 1130
calls 1131
ponzi 1132
privatize 1133
31 1134
10,000 1135
cities 1136
same 1137
type 1138
policies 1139
passed 1140
referring 1141
north 1142
carolinas 1143
2. 1144
climate 1145
directly 1146
related 1147
includes 1148
soup 1149
kitchens 1150
spent 1151
taxpayer 1152
electric 1153
cars 1154
finland 1155
windmills 1156
china 1157
sarah 1158
wasilla 1159
fire 1160
highly 1161
respected 1162
librarian 1163
refused 1164
consider 1165
removing 1166
library 1167
books 1168
wanted 1169
removed 1170
milwaukee 1171
approves 1172
reducing 1173
maximum 1174
forfeiture 1175
marijuana 1176
possession 1177
23 1178
different 1179
bicycle 1180
violations 1181
illegal 1182
wrote 1183
letter 1184
supporting 1185
hillarycare 1186
patent 1187
trademark 1188
received 1189
complaints 1190
washington 1191
redskins 1192
proposals 1193
cause 1194
premiums 1195
increased 1196
decreased 1197
hundreds 1198
lose 1199
mexican 1200
law-abiding 1201
citizens 1202
statistic 1203
vetoed 1204
package 1205
30 1206
bills 1207
mining 1208
illinois 1209
gubernatorial 1210
bradys 1211
priority 1212
winning 1213
sponsor 1214
sheltered 1215
dogs 1216
cats 1217
chambers 1218
worsened 1219
action 1220
200,000 1221
peak 1222
trailed 1223
rest 1224
comes 1225
consecutive 1226
thomas 1227
eric 1228
duncan 1229
came 1230
elevated 1231
temperature 1232
afghanistan 1233
foreign 1234
conducting 1235
nations 1236
prices 1237
webster 1238
sponsored 1239
form 1240
marriage 1241
trap 1242
abusive 1243
relationships 1244
judges 1245
better 1246
benefits 1247
lower 1248
else 1249
lot 1250
casinos 1251
bankrupt 1252
small 1253
seniors 1254
12,000 1255
kids 1256
arrested 1257
leader 1258
area 1259
rank 1260
# 1261
oil 1262
rigs 1263
operation 1264
combined 1265
payday 1266
lenders 1267
poor 1268
charging 1269
1,000-plus 1270
trust 1271
sound 1272
anything 1273
done 1274
function 1275
well 1276
2038 1277
changes 1278
commitment 1279
voters 1280
seriously 1281
incumbent 1282
break 1283
pledge 1284
income 1285
hike 1286
defeated 1287
soundly 1288
tuesday 1289
amber 1290
alert 1291
republicans 1292
muslim 1293
w 1294
e 1295
see 1296
americas 1297
exploding 1298
greater 1299
percentage 1300
behind 1301
bars 1302
hearing 1303
gabrielle 1304
giffords 1305
gen. 1306
petraeus 1307
army 1308
emphasis 1309
environmentally 1310
damaging 1311
methods 1312
stabbing 1313
clubbing 1314
enemy 1315
forces 1316
order 1317
minimize 1318
carbon 1319
output 1320
single 1321
blocked 1322
raise 1323
receive 1324
2,800 1325
cost-of-living 1326
adjustment 1327
january 1328
1 1329
male 1330
babies 1331
many 1332
whom 1333
jose 1334
authorizing 1335
strike 1336
syria 1337
assad 1338
chemical 1339
weapons 1340
cash 1341
clunkers 1342
've 1343
got 1344
local 1345
junkyard 1346
tow 1347
're 1348
4,500 1349
guts 1350
recognize 1351
real 1352
wages 1353
top 1354
dewhurst 1355
record 1356
promoting 1357
pleasant 1358
beach 1359
does 1360
beaches 1361
privately 1362
owned 1363
operated 1364
mind 1365
conclude 1366
n't 1367
28,000 1368
killed 1369
leading 1370
pack 1371
terms 1372
denies 1373
access 1374
hasnt 1375
moved 1376
needle 1377
iota 1378
consists 1379
core 1380
according 1381
agencies 1382
terrorist 1383
weidner 1384
proposed 1385
taking 1386
away 1387
80,000 1388
1985 1389
former 1390
tom 1391
kean 1392
largest 1393
biggest 1394
increase 1395
ready 1396
commander 1397
chief 1398
median 1399
worker 1400
seen 1401
adjusted 1402
barrett 1403
held 1404
property 1405
member 1406
representatives 1407
contributions 1408
200 1409
unlike 1410
gridlock 1411
assembly 1412
bipartisan 1413
josh 1414
mandel 1415
lying 1416
improved 1417
leased 1418
drilling 1419
trying 1420
hide 1421
how 1422
possible 1423
lease 1424
turnpike 1425
beginning 1426
decade 1427
surplus 1428
one-year 1429
projected 1430
1,540 1431
nominations 1432
confirmed 1433
four 1434
forced 1435
feisal 1436
abdul 1437
trip 1438
east 1439
county 1440
370,000 1441
settle 1442
lawsuit 1443
decision 1444
sheriff 1445
a. 1446
clarke 1447
jr. 1448
untrained 1449
corrections 1450
rather 1451
deputies 1452
lakefront 1453
fbi 1454
james 1455
comey 1456
discussing 1457
details 1458
investigation 1459
considerably 1460
effective 1461
private-sector 1462
biden 1463
gulf 1464
surge 1465
partition 1466
iraq 1467
rush 1468
limbaugh 1469
clear 1470
hed 1471
fail 1472
succeed 1473
make 1474
21 1475
wasnt 1476
before 1477
throughout 1478
funding 1479
perdue 1480
abolish 1481
eliminate 1482
loans 1483
proposal 1484
students 1485
campus 1486
twice 1487
graduate 1488
appeared 1489
imprisons 1490
open 1491
grown 1492
375 1493
scores 1494
remain 1495
flat 1496
affect 1497
giving 1498
thousands 1499
party 1500
candidates 1501
cornyn 1502
greg 1503
abbott 1504
healthcare 1505
burns 1506
gdp 1507
nobody 1508
miles 1509
closer 1510
eastern 1511
need 1512
photo 1513
id 1514
sudafed 1515
twenty 1516
housing 1517
pearl 1518
allowing 1519
payroll 1520
holiday 1521
expire 1522
costing 1523
another 1524
estimated 1525
900,000 1526
supported 1527
nafta 1528
trade 1529
pennsylvania 1530
numerous 1531
studies 1532
shown 1533
these 1534
so-called 1535
right-to-work 1536
laws 1537
generate 1538
gross 1539
product 1540
historically 1541
affairs 1542
scandal 1543
satisfied 1544
driven 1545
response 1546
heard 1547
christmas 1548
underwear 1549
bomber 1550
isolated 1551
extremist 1552
sherrod 1553
admitted 1554
787 1555
stimulus 1556
specifically 1557
attacking 1558
wanting 1559
claims 1560
enough 1561
1950s 1562
rich 1563
90 1564
charleston 1565
s.c. 1566
given 1567
universal 1568
background 1569
check 1570
fast 1571
okay 1572
shoot 1573
soldier 1574
twelve 1575
thrown 1576
legal 1577
challenges 1578
rejected 1579
notion 1580
unconstitutional 1581
christies 1582
reduce 1583
warren 1584
buffett 1585
me 1586
lemieux 1587
precinct 1588
allen 1589
murphy 1590
recount 1591
7 1592
guatemalan 1593
community 1594
tally 1595
showed 1596
900 1597
230,000 1598
kathleen 1599
sebelius 1600
determine 1601
10-year-old 1602
lung 1603
patient 1604
murnaghan 1605
live 1606
die 1607
klein 1608
repeatedly 1609
favor 1610
enforcement 1611
data 1612
hubs 1613
treasure 1614
trove 1615
personal 1616
info 1617
tenure 1618
saw 1619
houstons 1620
drop 1621
levels 1622
columbia 1623
university 1624
barry 1625
soetoro 1626
richest 1627
senate 1628
filled 1629
millionaires 1630
solution 1631
crisis 1632
vacations 1633
1,700 1634
infinite 1635
promises 1636
hypocrisy 1637
foundation 1638
staff 1639
female 1640
violence 1641
adopted 1642
1994 1643
fallen 1644
67 1645
questioning 1646
miranda 1647
warning 1648
minutes 1649
legalizing 1650
pregnancies 1651
unintended 1652
saudi 1653
result 1654
homes 1655
oswego 1656
lake 1657
150,000 1658
welcome 1659
3.3 1660
ok 1661
complaining 1662
gained 1663
590,000 1664
entire 1665
difference 1666
previous 1667
where 1668
things 1669
headed 1670
brought 1671
816 1672
saved 1673
growers 1674
dairies 1675
workforce 1676
1978 1677
nationwide 1678
something 1679
portman 1680
irresponsible 1681
dekalb 1682
projects 1683
palin 1684
right-wing 1685
pat 1686
buchanan 1687
block 1688
energy 1689
production 1690
jeanne 1691
shaheen 1692
measure 1693
amounted 1694
d.c. 1695
strictest 1696
skyrocketed 1697
fighting 1698
move 1699
toughen 1700
penalties 1701
workplace 1702
gender 1703
discrimination 1704
belonged 1705
cooking 1706
cleaning 1707
rule 1708
infrastructure 1709
611,000 1710
proper 1711
collective 1712
noun 1713
baboons 1714
predatory 1715
target 1716
december 1717
2007 1718
1.4 1719
period 1720
400,000 1721
difficult 1722
hire 1723
cbo 1724
congressional 1725
kill 1726
thompson 1727
caps 1728
damages 1729
fairer 1730
fiscal 1731
reserve 1732
49 1733
using 1734
strategic 1735
petroleum 1736
fertile 1737
teacher 1738
uninsured 1739
mandates 1740
2006 1741
firearms 1742
homicides 1743
upwards 1744
decide 1745
seeing 1746
ultrasound 1747
harbor 1748
'd 1749
ban 1750
common 1751
forms 1752
pill 1753
jason 1754
kander 1755
remaining 1756
suspected 1757
soil 1758
shelby 1759
donated 1760
sorry 1761
44 1762
memphis 1763
intelligence 1764
officials 1765
attacked 1766
serious 1767
threat 1768
emanating 1769
suburbs 1770
inundated 1771
absolutely 1772
july 1773
1996 1774
locate 1775
missing 1776
teenage 1777
daughter 1778
partner 1779
blames 1780
mike 1781
mcintyre 1782
nancy 1783
pelosi 1784
straight 1785
beneficiaries 1786
account 1787
transfers 1788
knowing 1789
mechanisms 1790
place 1791
internet 1792
defunding 1793
oppose 1794
shutting 1795
report 1796
insisting 1797
part 1798
false 1799
btw 1800
@ 1801
played 1802
clips 1803
knife 1804
want 1805
same-sex 1806
ryans 1807
pockets 1808
companies 1809
connie 1810
mack 1811
iv 1812
missed 1813
1/3 1814
eisenhower 1815
saluted 1816
personnel 1817
perquisites 1818
plans 1819
counterparts 1820
airplane 1821
2,000 1822
74 1823
afterschool 1824
programs 1825
5 1826
6 1827
flow 1828
wont 1829
default 1830
homeowners 1831
lending 1832
practices 1833
mid-size 1834
banks 1835
wiped 1836
dodd-frank 1837
starbucks 1838
brand 1839
cups 1840
atmospheric 1841
conditions 1842
push 1843
footballs 1844
pressure 1845
approximately 1846
one-and-a-half 1847
pounds 1848
square 1849
inch 1850
unlimited 1851
until 1852
moment 1853
partial-birth 1854
cleared 1855
obtain 1856
scholarships 1857
attend 1858
losing 1859
six 1860
adding 1861
600,000 1862
star 1863
hook 1864
third 1865
falcons 1866
stadium 1867
repaid 1868
outsiders 1869
22 1870
missouri 1871
lone 1872
refinance 1873
resolution 1874
disapproval 1875
condemn 1876
behavior 1877
younger 1878
competitors 1879
entirely 1880
recent 1881
international 1882
reports 1883
show 1884
near 1885
bottom 1886
among 1887
industrialized 1888
academic 1889
achievement 1890
find 1891
full-time 1892
doctor 1893
theyre 1894
sick 1895
feed 1896
themselves 1897
15 1898
owe 1899
value 1900
policy 1901
mistakes 1902
clintons 1903
large 1904
degree 1905
situation 1906
arkansas 1907
400 1908
high-speed 1909
train 1910
39 1911
estimates 1912
fully 1913
extending 1914
add 1915
2011 1916
ceiling 1917
cay 1918
johnston 1919
pays 1920
16 1921
covered 1922
1952 1923
accounted 1924
33 1925
despite 1926
record-breaking 1927
profits 1928
targeted 1929
scrutiny 1930
conservative 1931
patrice 1932
lumumba 1933
moscow 1934
mahmoud 1935
abbas 1936
ali 1937
khamenei 1938
established 1939
vladimir 1940
putin 1941
board 1942
led 1943
appointee 1944
remove 1945
jefferson 1946
textbook 1947
standards 1948
historical 1949
figures 1950
inspired 1951
salary 1952
perks 1953
13 1954
ca 1955
pull 1956
truth 1957
matter 1958
160,000 1959
physically 1960
logistically 1961
2013-2015 1962
14 1963
wealth 1964
157 1965
yet 1966
require 1967
penny 1968
foster 1969
kriseman 1970
ineffective 1971
routinely 1972
gets 1973
cell 1974
phone 1975
numbers 1976
month 1977
184 1978
contract 1979
negotiations 1980
clackamas 1981
commissioners 1982
approved 1983
agreement 1984
contribution 1985
light 1986
rail 1987
project 1988
19.9 1989
11 1990
felonies 1991
commit 1992
oyster 1993
unwinding 1994
requirements 1995
car 1996
sales 1997
dropped 1998
dramatically 1999
5,000 2000
eliminated 2001
annual 2002
registration 2003
fee 2004
imposed 2005
1. 2006
training 2007
camp 2008
deal 2009
generated 2010
living 2011
born 2012
anytime 2013
defended 2014
reformer 2015
civil 2016
postal 2017
services 2018
financial 2019
losses 2020
drains 2021
post 2022
service 2023
overpay 2024
billions 2025
accounts 2026
delayed 2027
opposition 2028
amendments 2029
confederate 2030
battle 2031
building 2032
gift 2033
shops 2034
shes 2035
60 2036
hurting 2037
sheila 2038
jackson 2039
lee 2040
hey 2041
wrinkly 2042
generation 2043
spot 2044
planet 2045
spends 2046
google 2047
searches 2048
allow 2049
operator 2050
iron 2051
ore 2052
mine 2053
northern 2054
wisconsin 2055
fill 2056
pristine 2057
streams 2058
ponds 2059
waste 2060
black 2061
itd 2062
15th 2063
wealthiest 2064
graduation 2065
86 2066
65 2067
71 2068
sold 2069
unlicensed 2070
sellers 2071
either 2072
online 2073
deadliest 2074
below 2075
46th 2076
50th 2077
graduates 2078
amanda 2079
fritz 2080
manages 2081
1900s 2082
style 2083
trolley 2084
child 2085
results 2086
gotten 2087
worse 2088
polls 2089
floridians 2090
repeal 2091
congressman 2092
pascrell 2093
option 2094
lawmakers 2095
off-season 2096
efforts 2097
lead 2098
drawing 2099
borders 2100
would-be 2101
surrogates 2102
referred 2103
rape 2104
incest 2105
though 2106
somehow 2107
confronting 2108
minor 2109
issue 2110
offshore 2111
medical 2112
amendment 2113
refills 2114
forever 2115
microchip 2116
implanted 2117
opt 2118
become 2119
enacting 2120
expanding 2121
predators 2122
abusers 2123
concealed 2124
1993 2125
treasurers 2126
37 2127
management 2128
oversight 2129
investments 2130
charter 2131
applied 2132
jorge 2133
elorza 2134
impose 2135
municipal 2136
overrule 2137
roughly 2138
ri 2139
nathan 2140
hope 2141
scholarship 2142
literally 2143
georgians 2144
technical 2145
badly 2146
needed 2147
saving 2148
havent 2149
ive 2150
teach 2151
kindergartners 2152
best-known 2153
accepting 2154
bewildered 2155
scope 2156
reach 2157
spying 2158
apparatus 2159
explicitly 2160
calling 2161
disclosure 2162
raises 2163
politicians 2164
27 2165
moroccans 2166
pottery 2167
her 2168
huge 2169
sums 2170
influence 2171
legislative 2172
500 2173
t 2174
43 2175
arabia 2176
al-qaida 2177
williamson 2178
attorney 2179
jana 2180
prosecuted 2181
adult 2182
felony 2183
fundraising 2184
grassroots 2185
unmatched 2186
negotiate 2187
although 2188
seems 2189
reflect 2190
caused 2191
shrinking 2192
actual 2193
labor 2194
hired 2195
convicted 2196
jensen 2197
oversee 2198
raid 2199
employee 2200
retirement 2201
balance 2202
battlefield 2203
apply 2204
green 2205
packers 2206
players 2207
peoples 2208
republic 2209
donetsk 2210
posted 2211
bragging 2212
posting 2213
shot 2214
then 2215
apparent 2216
civilian 2217
pulled 2218
falling 2219
faster 2220
looks 2221
sectors 2222
leisure 2223
hospitality 2224
mostly 2225
fall 2226
restaurant 2227
bar 2228
high-paying 2229
proportion 2230
earning 2231
bought 2232
brand-new 2233
vehicles 2234
measures 2235
ones 2236
prevent 2237
groping 2238
airport 2239
appointees 2240
ipab 2241
decisions 2242
300 2243
stores 2244
barred 2245
selling 2246
100-watt 2247
bulbs 2248
back 2249
1800s 2250
row 2251
consecutively 2252
re-elected 2253
carter 2254
promote 2255
associated 2256
press 2257
patrick 2258
problem 2259
soldiers 2260
committing 2261
suicide 2262
congressmen 2263
additional 2264
agents 2265
fifteen 2266
master 2267
locks 2268
unionized 2269
plant 2270
running 2271
full 2272
capacity 2273
reed 2274
few 2275
authorities 2276
confirm 2277
projections 2278
estimate 2279
overhaul 2280
1.76 2281
940 2282
originally 2283
claimed 2284
payne 2285
frank 2286
pallone 2287
may 2288
fingerprints 2289
thing 2290
indeed 2291
brags 2292
independent 2293
agency 2294
investigate 2295
shootings 2296
course 2297
attitude 2298
sanctity 2299
celebrations 2300
7-eleven 2301
yeah 2302
miami-dade 2303
educating 2304
omnibus 2305
3.8 2306
earmarks 2307
talking 2308
tough 2309
18-billion 2310
kim 2311
myers 2312
broome 2313
relocated 2314
headquarters 2315
californias 2316
prop 2317
films 2318
film 2319
lawsuits 2320
harassment 2321
tolls 2322
privilege 2323
crossing 2324
bridge 2325
sens 2326
chambliss 2327
6,000 2328
estate 2329
legislature 2330
kay 2331
bailey 2332
hutchison 2333
mica 2334
borrow 2335
opponent 2336
mary 2337
burke 2338
reporters 2339
run 2340
table 2341
250 2342
partisan 2343
picked 2344
multiple 2345
regular 2346
mid 2347
1980s 2348
raging 2349
populist 2350
ran 2351
complained 2352
constitutional 2353
shoved 2354
waters 2355
attended 2356
convention 2357
rising 2358
flint 2359
mich. 2360
paying 2361
poison 2362
am 2363
burlington 2364
vt. 2365
clean 2366
complicated 2367
comply 2368
code 2369
portland 2370
gives 2371
provided 2372
prayer 2373
room 2374
rugs 2375
lets 2376
pray 2377
allah 2378
abolishing 2379
bulk 2380
weapon 2381
drug 2382
gangs 2383
motors 2384
asking 2385
salaries 2386
uri 2387
england 2388
grant 2389
institutions 2390
miami 2391
carlos 2392
curbelo 2393
ability 2394
pollution 2395
combat 2396
asked 2397
disclose 2398
donors 2399
suspicion 2400
usa 2401
continues 2402
wonder 2403
why 2404
rand 2405
shopping 2406
billionaire 2407
super 2408
pac 2409
cashed 2410
sept. 2411
collecting 2412
intended 2413
recover 2414
properties 2415
affected 2416
newly 2417
hold 2418
payment 2419
advisory 2420
mitchell 2421
park 2422
domes 2423
million-plus 2424
youd 2425
little 2426
evidence 2427
red 2428
cameras 2429
reduced 2430
severity 2431
accidents 2432
intersections 2433
camden 2434
graduated 2435
29,000 2436
delinquent 2437
pastor 2438
preacher 2439
priest 2440
rabbi 2441
imam 2442
sermon 2443
moral 2444
traditions 2445
sexual 2446
guilty 2447
jobless 2448
5.6 2449
colleagues 2450
cracked 2451
attracting 2452
hiring 2453
gingrich 2454
affirmative 2455
statement 2456
barbaric 2457
procedure 2458
known 2459
global 2460
aids 2461
instability 2462
recipient 2463
thanks 2464
nowhere 2465
awarded 2466
date 2467
hundred 2468
pupil 2469
compared 2470
2009 2471
adjusting 2472
8.5 2473
steadfast 2474
path 2475
citizenship 2476
welfare 2477
working 2478
tammy 2479
baldwin 2480
introduced 2481
doctors 2482
ask 2483
patients 2484
lesbian 2485
bisexual 2486
identity 2487
kristi 2488
thibaut 2489
acorn 2490
lobbyist 2491
trading 2492
slavery 2493
girls 2494
survey 2495
transit 2496
ridership 2497
age 2498
34 2499
2001 2500
2011-2012 2501
4,191 2502
via 2503
rendered 2504
completely 2505
null 2506
void 2507
june 2508
hard 2509
ends 2510
jacobs 2511
someone 2512
albany 2513
region 2514
fair 2515
fact 2516
2015 2517
reid 2518
allowed 2519
rebecca 2520
bradley 2521
fails 2522
diploma 2523
charge 2524
implement 2525
exchange 2526
tweet 2527
tape 2528
alicia 2529
machado 2530
21-year-old 2531
featured 2532
leads 2533
systematically 2534
reciprocity 2535
minnesota 2536
cory 2537
booker 2538
late-term 2539
opposes 2540
safety 2541
regulations 2542
modern 2543
release 2544
least 2545
returns 2546
alone 2547
eu 2548
exports 2549
korea 2550
market 2551
farmers 2552
providers 2553
suffering 2554
luxury 2555
65,000 2556
tim 2557
kaine 2558
ambitions 2559
dnc 2560
chairman 2561
easy 2562
breaks 2563
jets 2564
zack 2565
space 2566
2.5 2567
resulted 2568
formal 2569
sanction 2570
theres 2571
investigative 2572
subcommittee 2573
hampshire 2574
third-highest 2575
95 2576
racked 2577
59 2578
carol 2579
shea-porter 2580
creators 2581
hopeless 2582
sixty 2583
somewhere 2584
stay 2585
delaying 2586
districts 2587
shave 2588
weeks 2589
intervene 2590
libya 2591
99.97 2592
cleveland 2593
128,000 2594
ranks 2595
49th 2596
nationally 2597
doing 2598
keeping 2599
distance 2600
interviewers 2601
bernie 2602
sanders 2603
hard-line 2604
indefinite 2605
detention 2606
sided 2607
stand 2608
vigilantes 2609
minutemen 2610
outposts 2611
hunt 2612
incentives 2613
deutsche 2614
four-year 2615
gallup 2616
egyptians 2617
statistics 2618
violent 2619
maddox 2620
campaigns 2621
available 2622
positions 2623
6.1 2624
preparation 2625
managed 2626
exxon 2627
pocketed 2628
4.7 2629
aarp 2630
reseller 2631
vested 2632
reselling 2633
supplemental 2634
expands 2635
monthly 2636
104.20 2637
2014 2638
incorporated 2639
purposely 2640
confuse 2641
re-election 2642
read 2643
grade 2644
level 2645
cuyahoga 2646
clinics 2647
critical 2648
emergency 2649
zika 2650
trouble 2651
pet 2652
kilmartin 2653
statute 2654
letting 2655
occupy 2656
protesters 2657
woodruff 2658
forward 2659
probation 2660
parole 2661
enslaved 2662
17,000 2663
fishers 2664
watch 2665
nine 2666
limiting 2667
contraception 2668
cheaper 2669
easier 2670
udalls 2671
defined 2672
del 2673
valle 2674
drive 2675
bastrop 2676
closest 2677
grocery 2678
store 2679
levees 2680
flood 2681
considers 2682
pork 2683
pledged 2684
protect 2685
too 2686
warner 2687
10.7 2688
prohibiting 2689
negotiating 2690
prescription 2691
drugs 2692
d 2693
provision 2694
neutrality 2695
essentially 2696
massive 2697
typical 2698
white 2699
1973 2700
arms 2701
treaty 2702
certainly 2703
registry 2704
full-scale 2705
confiscation 2706
misadventures 2707
firearm 2708
remind 2709
virtually 2710
entry-level 2711
verify 2712
math 2713
adds 2714
declining 2715
apprehended 2716
extremists 2717
pakistan 2718
acts 2719
stood 2720
big 2721
flying 2722
performing 2723
angel 2724
taveras 2725
maurice 2726
ferre 2727
kendrick 2728
meek 2729
98.6 2730
democrat 2731
advanced 2732
inmates 2733
immigrant 2734
dead 2735
midwestern 2736
walkers 2737
soda 2738
philadelphia 2739
loss 2740
teamster 2741
countless 2742
beverage 2743
challenge 2744
suspend 2745
tobacco 2746
cigars 2747
childrens 2748
69 2749
rise 2750
corn 2751
wheat 2752
spike 2753
sugar 2754
smoking 2755
ninety 2756
texans 2757
nursing 2758
funded 2759
needs 2760
persons 2761
unique 2762
abilities 2763
politics 2764
staffer 2765
then-congressman 2766
committee 2767
race 2768
grants 2769
participating 2770
adopt 2771
condition 2772
allows 2773
shared 2774
fingerprinting 2775
sought 2776
hagee 2777
believes 2778
hurricane 2779
katrina 2780
god 2781
punishment 2782
catholic 2783
church 2784
antichrist 2785
cult 2786
filers 2787
stock 2788
rival 2789
middle-class 2790
3,000 2791
treasurer 2792
ordered 2793
founder 2794
gaylord 2795
nelson 2796
discuss 2797
unions 2798
hard-earned 2799
play 2800
interview 2801
14,000 2802
self-financing 2803
- 2804
secondary 2805
produce 2806
dropouts 2807
embryonic 2808
stem 2809
example 2810
successful 2811
treatment 2812
dane 2813
hand 2814
counting 2815
2016 2816
presidential 2817
ambassador 2818
christopher 2819
stevens 2820
600 2821
requests 2822
bringing 2823
tens 2824
households 2825
towards 2826
retire 2827
friend 2828
talked 2829
switching 2830
parties 2831
nomination 2832
agriculture 2833
usage 2834
synthetic 2835
instances 2836
bodily 2837
harm 2838
death 2839
risen 2840
dismissed 2841
incompetence 2842
longest 2843
1929 2844
information 2845
unseemly 2846
deaths 2847
accumulated 2848
hani 2849
baragwanath 2850
africa 2851
worlds 2852
third-biggest 2853
hospital 2854
precipitation 2855
inches 2856
century 2857
initially 2858
yes 2859
stupid 2860
folks 2861
corrected 2862
again 2863
submitted 2864
earliest 2865
meeting 2866
obligation 2867
update 2868
voter 2869
registrations 2870
address 2871
bmv 2872
vietnamese 2873
commonly 2874
spoken 2875
language 2876
generous 2877
opinion 2878
b 2879
transportation 2880
referendum 2881
thesis 2882
criticized 2883
thugs 2884
constitution 2885
shackles 2886
youll 2887
blacks 2888
regiment 2889
alongside 2890
southerners 2891
triggering 2892
microcephaly 2893
dtap 2894
vaccine 2895
recently 2896
mandated 2897
brazilian 2898
injected 2899
pregnant 2900
agree 2901
executive 2902
legislators 2903
carly 2904
fiorina 2905
banning 2906
assault 2907
baby 2908
bond 2909
4-million 2910
20-billion 2911
multiplied 2912
= 2913
80-billion 2914
platform 2915
pass 2916
putting 2917
cops 2918
streets 2919
eight-year 2920
hybrid 2921
attacks 2922
honor 2923
repeated 2924
failure 2925
limit 2926
payments 2927
various 2928
scoreboard 2929
bucks 2930
internment 2931
camps 2932
mccollum 2933
holds 2934
1999 2935
nra 2936
leadership 2937
pretty 2938
intact 2939
expanded 2940
turkey 2941
arab 2942
reagans 2943
1980 2944
bid 2945
dying 2946
hiv 2947
2004 2948
leffingwell 2949
accuses 2950
contradictory 2951
osama 2952
bin 2953
laden 2954
92 2955
assassination 2956
drone 2957
strikes 2958
finally 2959
double 2960
395 2961
pushed 2962
cells 2963
bunked 2964
classrooms 2965
areas 2966
supposed 2967
designated 2968
inmate 2969
aclu 2970
call 2971
newark 2972
immediate 2973
monitor 2974
requiring 2975
vaccinated 2976
hpv 2977
highway 2978
closed 2979
el 2980
paso 2981
bullets 2982
extend 2983
gains 2984
competitive 2985
races 2986
hispanics 2987
electorate 2988
sic 2989
nikita 2990
khrushchev 2991
extra 2992
shoe 2993
session 2994
1960 2995
banged 2996
desk 2997
protest 2998
low-flow 2999
toilets 3000
1,000 3001
renacci 3002
liebermans 3003
covers 3004
27,300 3005
daily 3006
expenses 3007
powers 3008
ceos 3009
franklin 3010
delano 3011
roosevelt 3012
fast-track 3013
deport 3014
dreamers 3015
apparently 3016
vetting 3017
conservatives 3018
lawmaker 3019
seeks 3020
defund 3021
pieces 3022
ray 3023
strauss 3024
champion 3025
reformers 3026
1944 3027
ronda 3028
storms 3029
taj 3030
mahal 3031
courthouse 3032
france 3033
surveillance 3034
thousandfold 3035
invasive 3036
one-half 3037
means 3038
blue 3039
chip 3040
indicators 3041
surveys 3042
lots 3043
forecasters 3044
predicting 3045
quarter 3046
positive 3047
fourth 3048
i-x 3049
center 3050
overseas 3051
troop 3052
request 3053
front 3054
drug-induced 3055
charged 3056
return 3057
follow-up 3058
backlog 3059
view 3060
pornography 3061
molesting 3062
ways 3063
mccrory 3064
adviser 3065
admits 3066
blueprint 3067
affecting 3068
ballot 3069
especially 3070
nytimes 3071
subscribers 3072
apologizing 3073
bad 3074
shrink 3075
hurricanes 3076
striking 3077
bores 3078
hole 3079
whole 3080
argument 3081
capita 3082
developed 3083
1/2 3084
switzerland 3085
175 3086
revenues 3087
rainy 3088
1,270 3089
infants 3090
reported 3091
following 3092
attempted 3093
notably 3094
spouse 3095
everyone 3096
everywhere 3097
paychecks 3098
pump 3099
sleep 3100
daylight 3101
might 3102
pose 3103
risks 3104
latina 3105
craft 3106
brewery 3107
brewers 3108
threshold 3109
surrounding 3110
offense 3111
invested 3112
5.5 3113
dallas 3114
los 3115
angeles 3116
houston 3117
detroit 3118
3.5 3119
760,000 3120
upset 3121
carcieri 3122
mrs. 3123
host 3124
lighting 3125
tree 3126
second-most 3127
heavily 3128
deployed 3129
demond 3130
superintendent 3131
gutted 3132
taylor 3133
failing 3134
appear 3135
issued 3136
arrest 3137
travis 3138
settled 3139
mahatma 3140
gandhi 3141
once 3142
ignore 3143
laugh 3144
win 3145
achieved 3146
21,500 3147
arrests 3148
46 3149
tons 3150
narcotics 3151
confiscated 3152
appalled 3153
learn 3154
exempts 3155
potentially 3156
delay 3157
deregulation 3158
telecommunications 3159
50,000 3160
standard 3161
french 3162
loretta 3163
lynch 3164
team 3165
1992 3166
whitewater 3167
corruption 3168
manhattan 3169
rally 3170
chanting 3171
moving 3172
claim 3173
accelerated 3174
precedent 3175
slower 3176
pathway 3177
deliver 3178
jack 3179
california 3180
robust 3181
outpaces 3182
triple 3183
household 3184
minute 3185
gogebic 3186
extended 3187
drivers 3188
licenses 3189
mexico 3190
noncontiguous 3191
central 3192
gasoline 3193
diesel 3194
fuels 3195
imported 3196
richard 3197
burr 3198
insider 3199
brave 3200
christian 3201
vermont 3202
sentenced 3203
refusing 3204
couple 3205
state-supported 3206
colleges 3207
duties 3208
unarmed 3209
email 3210
monies 3211
recouped 3212
tarp 3213
shall 3214
treasury 3215
treated 3216
game 3217
agent 3218
whose 3219
client 3220
haiti 3221
doc 3222
duvalier 3223
despot 3224
killing 3225
hikes 3226
becoming 3227
economically 3228
viable 3229
acceptance 3230
gold 3231
medal 3232
non-partisan 3233
accountability 3234
choice 3235
ohioans 3236
riding 3237
passenger 3238
trains 3239
revealed 3240
aid 3241
follows 3242
in-state 3243
applying 3244
residency 3245
healthcare.gov 3246
users 3247
waive 3248
reasonable 3249
privacy 3250
experts 3251
al 3252
qaeda 3253
kelly 3254
ayotte 3255
stands 3256
lobby 3257
network 3258
constitutes 3259
financing 3260
cranston 3261
notifications 3262
offender 3263
battered 3264
grew 3265
aircraft 3266
long-range 3267
bombers 3268
carriers 3269
submarines 3270
compliance 3271
wasted 3272
60,000 3273
180 3274
electricians 3275
plumbers 3276
sheet 3277
metal 3278
retrofitting 3279
buildings 3280
independence 3281
efficiency 3282
exporters 3283
loophole 3284
deceptively 3285
sell 3286
products 3287
cat 3288
dog 3289
fur 3290
consumers 3291
second-highest 3292
capitals 3293
kb 3294
toys 3295
described 3296
boston 3297
herald 3298
disgusting 3299
roy 3300
coopers 3301
refusal 3302
qatar 3303
restrictions 3304
included 3305
periods 3306
goldman 3307
sachs 3308
boss 3309
twenty-one 3310
ours 3311
disarm 3312
earmark 3313
moratorium 3314
problems 3315
include 3316
52 3317
disputed 3318
news 3319
story 3320
trimming 3321
railroad 3322
michael 3323
williams 3324
150 3325
tea 3326
gatherings 3327
harry 3328
aliens 3329
equal 3330
increasing 3331
citations 3332
collected 3333
kasim 3334
veto 3335
corleone 3336
incumbents 3337
respond 3338
ricos 3339
worst 3340
state-funded 3341
corporations 3342
61 3343
carried 3344
independents 3345
redistricting 3346
mentioned 3347
mate 3348
99-1 3349
dissenter 3350
inflationary 3351
de 3352
blasio 3353
subway 3354
delays 3355
soared 3356
delivered 3357
relief 3358
lamar 3359
smith 3360
700 3361
bailout 3362
standing 3363
assure 3364
bailouts 3365
happen 3366
debacle 3367
direct 3368
mizzou 3369
parent 3370
works 3371
ninety-seven 3372
often 3373
25-year 3374
array 3375
parts 3376
baltimore 3377
palestine 3378
distressed 3379
nigeria 3380
india 3381
pay-as-you-go 3382
entitlement 3383
etc. 3384
increasingly 3385
opportunities 3386
ocean 3387
spray 3388
bordentown 3389
processing 3390
facility 3391
regional 3392
greenhouse 3393
initiative 3394
northeastern 3395
length 3396
first-degree 3397
murderers 3398
must 3399
eligible 3400
really 3401
realized 3402
diane 3403
sandy 3404
destructive 3405
atlantic 3406
storm 3407
gwinnett 3408
henry 3409
counties 3410
153 3411
339 3412
respectively 3413
correctional 3414
debate 3415
limits 3416
commander-in-chief 3417
ganley 3418
himself 3419
toomey 3420
jeb 3421
smoked 3422
alive 3423
identical 3424
shirts 3425
bangladesh 3426
suits 3427
vodka 3428
netherlands 3429
crystal 3430
barware 3431
slovenia 3432
cufflinks 3433
ties 3434
opened 3435
subsidy 3436
hotel 3437
jumped 3438
closed-door 3439
sessions 3440
1.99 3441
walmart 3442
compact 3443
fluorescent 3444
lamp 3445
cfl 3446
pop 3447
emails 3448
tells 3449
lags 3450
howell 3451
consistent 3452
9,000 3453
moderate 3454
lever 3455
mechanism 3456
langevin 3457
716 3458
trans-pacific 3459
partnership 3460
barbara 3461
boxers 3462
worried 3463
weather 3464
entitlements 3465
overwhelmingly 3466
caught 3467
merrick 3468
garland 3469
authored 3470
prisoners 3471
islamist 3472
approval 3473
ratings 3474
96.4 3475
bear 3476
restrictive 3477
fatalities 3478
non-defense 3479
jfk 3480
disenfranchised 3481
felons 3482
one-quarter 3483
threatened 3484
bomb 3485
consult 3486
released 3487
except 3488
jerry 3489
gavin 3490
newsom 3491
kamala 3492
harris 3493
overseen 3494
ed 3495
promoted 3496
recommends 3497
enforced 3498
blake 3499
stopped 3500
refuses 3501
jerusalem 3502
israel 3503
draft 3504
homeownership 3505
q2 3506
62.9 3507
senior 3508
staffing 3509
ratio 3510
seattle 3511
wed 3512
prohibited 3513
recommending 3514
32,000 3515
spiral 3516
staircase 3517
turnout 3518
experience 3519
doesnt 3520
kenya 3521
gration 3522
resign 3523
pretrial 3524
visited 3525
nashville 3526
names 3527
initials 3528
carved 3529
desks 3530
redistribution 3531
characteristic 3532
tampa 3533
strip 3534
club 3535
reached 3536
power-sharing 3537
lt. 3538
casey 3539
cagle 3540
bicycles 3541
parked 3542
unsealed 3543
records 3544
marquette 3545
constituent 3546
cuba 3547
venezuela 3548
enemies 3549
wildfires 3550
linked 3551
far 3552
protection 3553
earlier 3554
depetro 3555
sexually 3556
assaulting 3557
co-worker 3558
protests 3559
crowd 3560
sprawling 3561
capitol 3562
monument 3563
supervisors 3564
effort 3565
noncitizens 3566
rolls 3567
richardson 3568
withdraw 3569
indefinitely 3570
278 3571
cantors 3572
defeat 3573
appointed 3574
stamp 3575
farm 3576
turbine 3577
risk 3578
flicker 3579
shadows 3580
blades 3581
turbines 3582
poses 3583
significant 3584
particularly 3585
seizures 3586
clears 3587
condemned 3588
march 3589
1979 3590
hijacked 3591
broad-based 3592
revolution 3593
shah 3594
brutal 3595
theocracy 3596
spanish 3597
tv 3598
process 3599
objective 3600
criteria 3601
modify 3602
draw 3603
boundaries 3604
economies 3605
resources 3606
body 3607
armor 3608
helicopters 3609
ammunition 3610
barretts 3611
video 3612
permits 3613
uninterrupted 3614
all-time 3615
manufacturers 3616
avg 3617
franchised 3618
dealer 3619
autism 3620
prior 3621
issues 3622
campaigning 3623
rifle 3624
omar 3625
mateen 3626
shoots 3627
rounds 3628
1,399 3629
bluest 3630
residential 3631
handguns 3632
bullhorns 3633
trumpets 3634
helium 3635
balloons 3636
flags 3637
poles 3638
banned 3639
basketball 3640
coach 3641
borrowing 3642
drastically 3643
floridas 3644
farming 3645
alcohol 3646
underage 3647
bureaucrat 3648
tell 3649
scan 3650
keystone 3651
xl 3652
pipeline 3653
speech 3654
advocated 3655
guest 3656
55 3657
participate 3658
takeover 3659
quite 3660
percentof 3661
parents 3662
taxed 3663
flores 3664
laid 3665
executives 3666
3. 3667
owns 3668
lands 3669
govt 3670
permission 3671
9-0 3672
13th 3673
exceeded 3674
medicine 3675
hospitals 3676
1.8 3677
shortfall 3678
assumption 3679
continue 3680
siphon 3681
certain 3682
falls 3683
apart 3684
seams 3685
weekend 3686
islamabad 3687
f-16s 3688
harbored 3689
unnecessarily 3690
flight 3691
faa 3692
bail 3693
177 3694
costly 3695
knew 3696
sixth 3697
fines 3698
asthma 3699
opportunity 3700
loaning 3701
38 3702
studios 3703
ordinary 3704
soccer 3705
mens 3706
legalized 3707
pending 3708
fewest 3709
u. 3710
victors 3711
nunn 3712
handpicked 3713
29 3714
sununu 3715
agenda 3716
gon 3717
na 3718
cutbacks 3719
write 3720
lacks 3721
defer 3722
deportation 3723
rises 3724
complying 3725
163 3726
shuttle 3727
museum 3728
isnt 3729
sequestration 3730
45th 3731
alcohol-related 3732
maj. 3733
nidal 3734
hasan 3735
fort 3736
hood 3737
advisor 3738
second-lowest 3739
ceo 3740
wwe 3741
linda 3742
mcmahon 3743
tipping 3744
ringside 3745
physician 3746
distributing 3747
steroids 3748
wrestlers 3749
hezbollah 3750
latin 3751
imminent 3752
food 3753
stamps 3754
magazine 3755
beckhams 3756
miamis 3757
threatens 3758
207,000 3759
tied 3760
cargo 3761
cruise 3762
industries 3763
experienced 3764
cronies 3765
friends 3766
contributed 3767
570 3768
actions 3769
burger 3770
king 3771
pulling 3772
franchises 3773
bases 3774
deer 3775
bidder 3776
allies 3777
lined 3778
rug 3779
engage 3780
historic 3781
sean 3782
duffy 3783
ribble 3784
town 3785
hall 3786
meetings 3787
constituents 3788
injecting 3789
12-year-old 3790
controversial 3791
consent 3792
idea 3793
pride 3794
turn 3795
night 3796
iowa 3797
caucuses 3798
focused 3799
containment 3800
phony 3801
horse 3802
racing 3803
key 3804
leonard 3805
lance 3806
smart 3807
parks 3808
launch 3809
curbside 3810
recycling 3811
16,000 3812
served 3813
fewer 3814
caseload 3815
detainees 3816
h1n1 3817
77 3818
birther 3819
controversy 3820
equivalent 3821
low 3822
fuel 3823
barrow 3824
celebrates 3825
ownership 3826
face 3827
schoolchildren 3828
justify 3829
government-run 3830
automobile 3831
racking 3832
litigation 3833
important 3834
factors 3835
expansion 3836
pasco 3837
confirms 3838
red-light 3839
injuries 3840
assistance 3841
nutrition 3842
outcomes 3843
enacted 3844
drastic 3845
misconduct 3846
disgrace 3847
embarrassment 3848
grandfather 3849
arrived 3850
rejecting 3851
insure 3852
filling 3853
2-million 3854
finding 3855
castro 3856
preferences 3857
unkind 3858
beverly 3859
significantly 3860
reading 3861
employment 3862
scale 3863
proposes 3864
rolling 3865
clock 3866
womens 3867
34th 3868
commission 3869
unelected 3870
bureaucrats 3871
9/11 3872
incl 3873
anti-abortion 3874
altogether 3875
sending 3876
official 3877
similar 3878
religious 3879
freedom 3880
restoration 3881
affords 3882
burkes 3883
130,000 3884
140 3885
visits 3886
prenatal 3887
imprisoning 3888
sentences 3889
500,000 3890
crossed 3891
exceeds 3892
nose 3893
dive 3894
523 3895
declared 3896
earns 3897
qualify 3898
healthy 3899
curry 3900
911 3901
wait 3902
billion-dollar 3903
tallahassee 3904
milk 3905
elementary 3906
snack 3907
tearing 3908
jeff 3909
weems 3910
defending 3911
bp 3912
enron 3913
plummet 3914
carolina 3915
thom 3916
tillis 3917
wealthy 3918
1962 3919
prayed 3920
bible 3921
principal 3922
sewer 3923
4,000 3924
set 3925
aside 3926
exclusively 3927
aspirin 3928
medication 3929
secretly 3930
adults 3931
ages 3932
torture 3933
cartels 3934
rebates 3935
smuggled 3936
danny 3937
tarkanian 3938
missile 3939
shield 3940
russia 3941
kagen 3942
77,000 3943
georgias 3944
price 3945
voucher 3946
forty-six 3947
line-item 3948
newest 3949
unconstitutionally 3950
professionals 3951
violate 3952
hipaa 3953
submit 3954
justification 3955
huckabee 3956
groomers 3957
happens 3958
status 3959
third-grade 3960
19 3961
caucus 3962
esd 3963
pathologists 3964
instructors 3965
classroom 3966
traffic 3967
towers 3968
located 3969
apple 3970
currently 3971
intel 3972
crimea 3973
ukraine 3974
gesture 3975
mystified 3976
fiduciary 3977
responsibility 3978
circulating 3979
coins 3980
catherine 3981
cortez 3982
sweetheart 3983
worth 3984
firm 3985
head 3986
pled 3987
amounts 3988
systematic 3989
fraud 3990
1.7 3991
fine 3992
restricts 3993
salt 3994
lead-up 3995
revolutionary 3996
guy 3997
blown 3998
camera 3999
footage 4000
broad 4001
secret 4002
filmed 4003
164 4004
assassinated 4005
42-inch 4006
redfish 4007
fishing 4008
kathie 4009
invests 4010
paramedics 4011
neighborhoods 4012
fined 4013
entirety 4014
canada 4015
reserves 4016
accuracy 4017
barnes 4018
proclaimed 4019
anymore 4020
insured 4021
1,100 4022
pick 4023
uncompensated 4024
murder 4025
track 4026
traveled 4027
advocating 4028
fairtax 4029
47th 4030
deborah 4031
ross 4032
ransom 4033
hostages 4034
heroin 4035
addiction 4036
opioid 4037
abuse 4038
named 4039
trumps 4040
chapters 4041
aborted 4042
fetuses 4043
baucus 4044
