PAD 0
OOV 1
abortion 2
energy 3
, 4
history 5
job-accomplishments 6
foreign-policy 7
health-care 8
economy 9
jobs 10
education 11
candidates-biography 12
ethics 13
message-machine-2014 14
voting-record 15
elections 16
new-hampshire-2012 17
poverty 18
state-budget 19
federal-budget 20
financial-regulation 21
water 22
bankruptcy 23
population 24
income 25
corporations 26
taxes 27
message-machine 28
crime 29
diversity 30
homeland-security 31
terrorism 32
technology 33
campaign-advertising 34
labor 35
states 36
unions 37
workers 38
climate-change 39
environment 40
government-regulation 41
small-business 42
bipartisanship 43
consumer-safety 44
corrections-and-updates 45
market-regulation 46
supreme-court 47
city-government 48
military 49
pop-culture 50
debt 51
legal-issues 52
stimulus 53
pundits 54
women 55
immigration 56
deficit 57
iraq 58
patriotism 59
campaign-finance 60
gays-and-lesbians 61
kagan-nomination 62
criminal-justice 63
sexuality 64
civil-rights 65
housing 66
message-machine-2012 67
abc-news-week 68
veterans 69
medicare 70
transportation 71
public-health 72
city-budget 73
polls 74
social-security 75
guns 76
pensions 77
retirement 78
state-finances 79
wealth 80
welfare 81
israel 82
congress 83
medicaid 84
public-safety 85
public-service 86
families 87
islam 88
disability 89
nuclear 90
debates 91
government-efficiency 92
drugs 93
marijuana 94
sports 95
agriculture 96
ebola 97
afghanistan 98
gas-prices 99
marriage 100
gambling 101
children 102
infrastructure 103
religion 104
cap-and-trade 105
trade 106
urban 107
privacy 108
obama-birth-certificate 109
census 110
animals 111
autism 112
florida 113
county-budget 114
county-government 115
food-safety 116
florida-amendments 117
oil-spill 118
transparency 119
congressional-rules 120
tourism 121
occupy-wall-street 122
hunger 123
human-rights 124
bush-administration 125
science 126
weather 127
alcohol 128
redistricting 129
recreation 130
baseball 131
china 132
space 133
after-the-fact 134
natural-disasters 135
fake-news 136
colbert-report 137
lottery 138
food 139
sotomayor-nomination 140
message-machine-2012,10-news-tampa-bay 141
pundits,10-news-tampa-bay 142
stimulus,10-news-tampa-bay 143
homeless 144
death-penalty 145
medicare,10-news-tampa-bay 146
fires 147
dwayne-bohac 148
scott-surovell 149
barack-obama 150
blog-posting 151
charlie-crist 152
robin-vos 153
republican-party-texas 154
oregon-lottery 155
duey-stroebel 156
robert-menendez 157
bernie-s 158
mitt-romney 159
doonesbury 160
george-will 161
national-republican-congressional-committee 162
gwen-moore 163
jack-lew 164
dennis-richardson 165
eric-bolling 166
hillary-clinton 167
greater-wisconsin-political-fund 168
planned-parenthood-action-fund 169
nancy-pelosi 170
ted-nugent 171
pamela-geller 172
peter-kinder 173
nicholas-kettle 174
shelley-moore-capito 175
rick-scott 176
tom-cotton 177
ted-cruz 178
lee-leffingwell 179
north-korea 180
walking-dead 181
kelly-ayotte 182
marco-rubio 183
keep-promise-1-pac 184
rachel-maddow 185
jerry-patterson 186
chain-email 187
john-boehner 188
katrina-pierson 189
rick-perry 190
national-republican-senatorial-committee 191
ken-cuccinelli 192
andrew-cuomo 193
sid-miller 194
jim-barksdale 195
david-raynor 196
donald-trump 197
john-mccain 198
battleground-texas 199
michelle-obama 200
rudy-giuliani 201
john-barrasso 202
empower-texans 203
john-depetro 204
garnet-coleman 205
michael-opitz 206
terry-mcauliffe 207
alfredo-gutierrez 208
david-cote 209
elena-kagan 210
texas-veterans-commission 211
republican-party-florida 212
maurice-ferre 213
jeanne-shaheen 214
susan-happ 215
sameh-shoukry 216
karl-rove 217
gwen-graham 218
bill-white 219
bob-goodlatte 220
cory-booker 221
joe-biden 222
jim-skaggs 223
ralph-hudgens 224
florida-democratic-party 225
robert-sarvis 226
will-weatherford 227
mark-shields 228
national-association-realtors 229
brady-campaign-prevent-gun-violence 230
federal-transit-administration 231
alison-lundergan-grimes 232
mitch-mcconnell 233
frank-caprio 234
david-scott 235
scott-walker 236
ron-johnson 237
donna-brazile 238
paul-ryan 239
adam-hasner 240
mark-pocan 241
kathleen-sebelius 242
bruce-elfant 243
dave-yost 244
alex-sink 245
government-not-god-pac 246
joe-scarborough 247
texas-house-democratic-caucus 248
david-jolly 249
jon-keyser 250
oregon-right-life-pac 251
sean-hannity 252
rush-limbaugh 253
john-robitaille 254
patricia-morgan 255
dave-brat 256
mark-warner 257
rob-portman 258
john-cornyn 259
louie-gohmert 260
democratic-congressional-campaign-committee 261
texas-right-life 262
armond-budish 263
jeff-kruse 264
mike-haridopolos 265
kendrick-meek 266
americans-united-change 267
paul-skip-stam 268
eric-cantor 269
robert-puente 270
ron-paul 271
nancy-pfotenhauer 272
gary-johnson 273
stephen-sweeney 274
sheldon-whitehouse 275
pat-quinn 276
matthew-dowd 277
one-new-jersey 278
darrell-issa 279
robert-gibbs 280
michael-williams 281
alan-grayson 282
chris-christie 283
robert-jacquard 284
americas-health-insurance-plans 285
dream-defenders 286
greg-abbott 287
david-cicilline 288
wendy-davis 289
marcy-kaptur 290
americans-tax-reform 291
tweets 292
tamara-holder 293
hank-johnson 294
facebook-posts 295
mike-murphy 296
vincent-barrella 297
lamar-smith 298
bill-johnson 299
eric-hovde 300
john-skvarla 301
daniel-mielke 302
ben-carson 303
blue-oregon 304
raymond-bateman 305
mark-neumann 306
sarah-palin 307
rana-foroohar 308
tom-niehaus 309
sherrod-brown 310
nextgen-climate 311
john-kasich 312
ileana-ros-lehtinen 313
chris-moews 314
robby-mook 315
carolyn-maloney 316
lindsey-graham 317
mark-strama 318
patrick-leahy 319
fix-austin-schools 320
democratic-senatorial-campaign-committee 321
agenda-project 322
steven-teske 323
rand-paul 324
kesha-rogers 325
james-bennett 326
tom-hughes 327
jeff-merkley 328
sheila-oliver 329
judd-gregg 330
dick-cheney 331
michael-moore 332
bill-richardson 333
paul-sarlo 334
connie-mack 335
allen-west 336
evan-feinberg 337
moveon 338
lou-dobbs 339
edith-ajello 340
doug-thomas 341
steve-latourette 342
trent-franks 343
kim-guadagno 344
ted-strickland 345
thomas-brown 346
us-chamber-commerce 347
scott-brown 348
julian-castro 349
christine-sinicki 350
michele-bachmann 351
dan-patrick 352
jeb-bush 353
florida-chamber-commerce 354
rachel-campos-duffy 355
newt-gingrich 356
tom-barrett 357
roy-blunt 358
chris-thomas 359
barney-simms 360
andrew-napolitano 361
joyce-kaufman 362
christopher-plante 363
gerry-connolly 364
dave-weldon 365
john-garamendi 366
donna-edwards 367
peter-kilmartin 368
roger-williams 369
david-dewhurst 370
joshua-feuerstein 371
bill-belichick 372
associated-press 373
josh-mandel 374
nathan-deal 375
bill-clinton 376
chip-rogers 377
julius-jones 378
mike-huckabee 379
national-association-manufacturers 380
chris-hayes 381
progress-texas 382
dinesh-dsouza 383
bill-foster 384
ken-legler 385
milwaukee-police-association 386
clackamas-county-commission 387
scott-henson 388
bob-mcdonnell 389
don-francis 390
dwight-jones 391
organizing-america 392
rick-santorum 393
chris-wallace 394
save-americas-postal-service 395
lloyd-doggett 396
rob-cornilles 397
frank-guinta 398
cory-mason 399
dan-kaufman 400
larry-elder 401
dale-kooyenga 402
dan-gelber 403
new-hampshire-democratic-party 404
mary-nolan 405
jim-steineke 406
michelle-rhee 407
joe-gibbons 408
steve-rothman 409
mary-margaret-oliver 410
drug-free-america 411
chuck-grassley 412
ted-wheeler 413
herb-garrett 414
vincent-buddy-cianci 415
direct-action-rights-equality 416
peter-shumlin 417
national-organization-marriage 418
jon-stewart 419
americans-prosperity 420
karen-handel 421
adam-kinzinger 422
donna-howard 423
gagop 424
bob-graham 425
john-bradley 426
glenn-grothman 427
we-are-ohio 428
arianna-huffington 429
joe-lieberman 430
jon-erpenbach 431
john-kerry 432
lou-greenwald 433
kathleen-vinehout 434
michael-burgess 435
republican-governors-association 436
ralph-nader 437
leticia-van-de-putte 438
craig-melvin 439
john-plumb 440
judicial-watch 441
tom-price 442
sondy-pope 443
carlos-curbelo 444
democratic-congressional-leadership 445
claudia-tenney 446
no-60-campaign-against-condom-requirement-adult-fi 447
loretta-weinberg 448
todd-hunter 449
tim-knopp 450
sandy-adams 451
brett-hulsey 452
james-clyburn 453
reince-priebus 454
victoria-taft 455
rahm-emanuel 456
frank-annunziato 457
michael-steele 458
claire-mccaskill 459
joseph-crowley 460
60-plus-association 461
chris-abele 462
kenneth-block 463
michael-doherty 464
ellen-rosenblum 465
john-kline 466
american-crossroads 467
tim-kaine 468
debbie-wasserman-schultz 469
tom-daschle 470
jeff-morales 471
virginia-education-association 472
causa-oregon 473
terry-jeffrey 474
jimmy-carter 475
jeff-dickerson 476
oregon-2014 477
thomas-tobin 478
bobby-jindal 479
chris-jacobs 480
phil-kerpen 481
joanne-kloppenburg 482
paul-krugman 483
mike-pence 484
bookerfail 485
kay-bailey-hutchison 486
democratic-national-committee 487
mike-foley 488
americans-job-security 489
rob-zerban 490
jackie-cilley 491
arsalan-iftikhar 492
marc-schare 493
sandra-williams 494
john-kitzhaber 495
katie-mcginty 496
adam-putnam 497
virginia-foxx 498
clay-pell 499
ginny-brown-waite 500
bill-proctor 501
kevin-dewine 502
naral-pro-choice 503
john-pagliarini 504
erik-wallin 505
kasim-reed 506
diego-arene-morley 507
richard-codey 508
alberta-darling 509
cory-gardner 510
delia-garza 511
priorities-usa-action 512
ed-gillespie 513
tommy-thompson 514
mike-lee 515
david-axelrod 516
paul-broun 517
national-rifle-association 518
martin-omalley 519
matthew-hill 520
american-leadhership-pac 521
lisa-boothe 522
daniel-grace 523
jeff-greene 524
jamie-radtke 525
sylvester-turner 526
chris-redfern 527
harris-faulkner 528
charles-schumer 529
kathleen-falk 530
steve-lonegan 531
next-generation-climate-action-committee 532
corey-lewandowski 533
bobby-scott 534
anissa-naouai 535
sean-duffy 536
matthew-charles-cardinale 537
angel-taveras 538
mike-rogers 539
chris-hani-baragwanath-hospital 540
bill-nelson 541
lincoln-chafee 542
kathleen-clyde 543
richard-ferruccio 544
terry-lawler 545
ray-mcberry 546
centre-research-globalization 547
gene-sperling 548
cokie-roberts 549
barbara-boxer 550
republican-national-committee-republican 551
randy-forbes 552
club-growth 553
joaquin-castro 554
joe-manchin 555
markos-moulitsas 556
fulton-county-health-and-wellness 557
brigid-shea 558
carly-fiorina 559
ken-allen 560
neera-tanden 561
chuck-todd 562
arthur-cyr 563
elaine-boyer 564
betty-sutton 565
keith-olbermann 566
jason-isaac 567
jennette-gayer 568
bill-hammond 569
health-care-america-now 570
miscellany-blue 571
jim-renacci 572
committee-our-childrens-future 573
tobias-read 574
rush-holt 575
rob-turner 576
christina-romer 577
wisconsin-medical-society 578
mike-dewine 579
roy-cooper 580
friends-voter-owned-elections 581
monica-wehby 582
americans-united-life 583
rod-monroe 584
ed-fitzgerald 585
joel-keehn 586
jack-kingston 587
miriam-martinez 588
mark-johnson 589
dan-micciche 590
wisconsin-jobs-now 591
wayne-thorburn 592
todd-staples 593
tom-coburn 594
barbara-buono 595
rich-zipperer 596
family-forward-oregon 597
mark-miller 598
george-lemieux 599
viral-image 600
social-media 601
kevin-de-leon 602
susana-martinez 603
henry-cuellar 604
deborah-ross 605
glenford-shibley 606
joseph-kyrillos 607
americans-prosperity-florida 608
ohio-department-transportation 609
barry-hinckley 610
joe-barton 611
jon-kyl 612
americans-responsible-solutions 613
peter-palumbo 614
bettylou-decroce 615
roy-barnes 616
carla-smith 617
winning-our-future 618
pat-mccrory 619
don-zimmerman 620
michael-savage 621
betsy-miller-jones 622
marvin-pratt 623
dean-wright 624
sharron-angle 625
david-simas 626
patrick-murphy 627
reader-email 628
sean-spicer 629
helen-glover 630
lee-camp 631
citizens-united-political-victory-fund 632
fred-thompson 633
david-clarke-jr 634
greg-gutfeld 635
lainey-melnick 636
caleb-rowden 637
oregon-center-public-policy 638
republican-party-virginia 639
brian-kemp 640
diane-allen 641
leonidas-raptakis 642
howard-dean 643
lou-ann-zelenik 644
environment-new-jersey 645
marty-beil 646
ohio-democratic-party 647
joe-sestak 648
national-right-life-committee 649
funny-or-die 650
coalition-fair-budget-priorities 651
american-bridge-21st-century 652
susan-stimpson 653
michael-riley 654
pat-toomey 655
nickie-antonio 656
desmond-meade 657
ward-armstrong 658
back-basics 659
terri-lynn-land 660
democratic-party-virginia 661
blake-rocap 662
tim-canova 663
michael-reese 664
campaign-regulate-marijuana-alcohol 665
kamala-harris 666
david-shuster 667
john-oliver 668
julia-hurley 669
ellyn-bogdanoff 670
republican-state-senators 671
earl-blumenauer 672
ted-poe 673
senior-citizens-league 674
our-daughters-ri 675
bill-maher 676
laurence-ehrhardt 677
dana-rohrabacher 678
jim-demint 679
texas-automobile-dealers-association 680
national-education-association 681
john-lewis 682
gina-raimondo 683
virginia-house-democratic-caucus 684
kitty-boitnott 685
deadspin 686
nancy-devaney 687
herman-cain 688
chet-edwards 689
glenn-beck 690
keep-conservatives-united 691
glenn-hegar 692
jon-runyan 693
kelli-ward 694
senate-conservatives-fund 695
kelda-helen-roys 696
addicting-information 697
dennis-algiere 698
david-perdue 699
ted-gatsas 700
charlotte-nash 701
john-carter 702
georgia-family-council 703
ron-wyden 704
michael-turner 705
chuck-hagel 706
steve-archambault 707
miami-seaport-alliance 708
peter-king 709
john-currie 710
state-democratic-party-wisconsin 711
lone-star-first 712
tom-scott 713
tim-pawlenty 714
united-florida-horsemen 715
upendra-chivukula 716
carol-hunstein 717
marcia-fudge 718
coalition-stop-gun-violence 719
rachel-oconnor 720
steve-cohen 721
jim-jordan 722
lon-burnam 723
shirley-franklin 724
george-voinovich 725
georgians-together 726
recoverygov 727
wisconsin-state-afl-cio 728
marsha-blackburn 729
sally-kohn 730
grover-norquist 731
mitch-daniels 732
oregon-healthy-kids 733
al-sharpton 734
david-porter 735
kathleen-murphy 736
patriot-majority-usa 737
rafael-cruz 738
dekalb-county 739
steve-oelrich 740
national-taxpayers-union 741
michael-roberson 742
ann-mclane-kuster 743
americans-prosperity-georgia-chapter 744
mr-conservative 745
spike-romney-attack-dog 746
mark-hass 747
jim-sensenbrenner 748
robin-wright 749
david-ignatius 750
charlie-smith 751
freedom-partners-action-fund 752
andrea-tantaros 753
aclu-north-carolina 754
georgia-restaurant-association-georgia 755
randi-shade 756
restore-our-future 757
juan-williams 758
jim-webb 759
tom-graves 760
john-bolton-superpac 761
russ-feingold 762
joe-garcia 763
john-obannon 764
john-lehman 765
ann-coulter 766
jason-stanford 767
restoration-pac 768
ritch-workman 769
duncan-hunter-2 770
heather-mcghee 771
mark-schlereth 772
ann-kirkpatrick 773
texas-medical-association 774
dana-loesch 775
ron-stephens 776
matt-lauer 777
lena-taylor 778
obamas-heckler 779
john-king 780
ohio-right-life 781
carlos-beruff 782
tom-letson 783
concerned-veterans-america 784
keith-faber 785
johnny-isakson 786
john-tassoni-jr 787
steve-poizner 788
joe-defelice 789
bill-batchelder 790
ed-fallone 791
rhode-island-aclu 792
harry-houck 793
afscme 794
harry-alford 795
progressohio 796
rich-golick 797
new-jersey-republican-state-committee 798
kathleen-peters 799
friends-clearwater-pac 800
kirk-cox 801
ultraviolet 802
drug-policy-alliance 803
brian-sims 804
paul-howard 805
jim-whelan 806
sam-adams 807
michael-eric-dyson 808
oregon-republican-party 809
bloomberg-bloombergcom 810
bill-oreilly 811
jack-berry 812
new-jersey-democratic-state-committee 813
charles-rangel 814
chris-matthews 815
linda-koop 816
greg-walden 817
amy-handlin 818
austin-water-utility 819
terry-moulton 820
john-loud 821
allan-fung 822
maggie-hassan 823
john-edwards 824
one-wisconsin-now 825
jerry-jones 826
dick-black 827
turning-point-usa 828
harry-reid 829
marion-hammer 830
cascade-policy-institute 831
newsmax 832
ronald-renuart 833
david-quiroa 834
terry-gorman 835
wayne-powell 836
jeff-fitzgerald 837
brianna-keilar 838
shelley-adler 839
stephen-colbert 840
louise-slaughter 841
howard-fineman 842
alan-simpson 843
florida-all 844
george-allen 845
john-mica 846
senate-majority-pac 847
georgia-voice 848
laura-ingraham 849
tim-ryan 850
glen-sturtevant 851
john-lombardi 852
chris-murphy 853
bruce-braley 854
orly-taitz 855
chris-coons 856
associated-industries-florida 857
safety-all-initiative 858
curtis-martin 859
gus-bilirakis 860
wisconsin-professional-police-association 861
menominee-indian-tribe-wisconsin 862
nita-lowey 863
catherine-hanaway 864
joellen-smith 865
elizabeth-warren 866
ben-cardin 867
charlie-justice 868
vicki-martin 869
evan-bayh 870
jim-moran 871
ron-saunders 872
bill-weimer 873
ron-davis 874
peter-defazio 875
fred-risser 876
fred-karger 877
kurt-schrader 878
bill-lynch 879
tom-marino 880
scott-hassett 881
roberta-lange 882
america 883
kelly-odonnell 884
karen-bass 885
peter-barca 886
reid-ribble 887
cheryl-grossman 888
michael-mc-auliff 889
carol-shea-porter 890
mark-udall 891
se-cupp 892
daily-caller 893
saxby-chambliss 894
cornell-william-brooks 895
doug-whitsett 896
lawrence-odonnell 897
vote-no-8 898
loren-collins 899
paul-hirschbiel 900
gilberto-hinojosa 901
dennis-kucinich 902
colleen-deacon 903
drudge-report 904
stephanie-cutter 905
jessica-king 906
tim-james 907
mike-fasano 908
freedom-defense-advocates 909
tim-cook 910
phil-king 911
andy-brown 912
al-hunt 913
david-dooley 914
david-brooks 915
alex-wan 916
mark-daniels 917
steve-stockman 918
nan-rich 919
william-perry 920
donna-campbell 921
stephen-zappala 922
clayton-county-government 923
tennessee-democratic-party 924
tom-cole 925
christopher-blazejewski 926
brit-hume 927
kyleen-wright 928
tammy-baldwin 929
boyd-richie 930
nowthis 931
ed-garvey 932
sergey-lavrov 933
mike-martinez 934
joe-pojman 935
bill-haslam 936
sandra-cunningham 937
robert-dimuccio 938
trimet 939
josh-shapiro 940
building-better-ohio 941
elizabeth-colbert-busch 942
bill-mccollum 943
alexi-giannoulias 944
alcee-hastings 945
milwaukeeans-self-governance 946
joseph-testa 947
robert-hagan 948
alfonso-lopez 949
republican-party-wisconsin 950
loranne-ausley 951
blake-farenthold 952
john-barge 953
marc-katz 954
pat-roberts 955
cathy-mcmorris-rodgers 956
tom-colicchio 957
robert-healey 958
vote-no-2 959
ed-schultz 960
american-commitment 961
glenn-greenwald 962
c-wharton 963
allen-peake 964
mike-schaufler 965
vern-buchanan 966
amy-klobuchar 967
george-barker 968
rosa-delauro 969
steven-king 970
jason-carter 971
ban-ki-moon 972
jon-brien 973
judson-hill 974
chris-gregoire 975
bill-cassidy 976
jay-carney 977
fran-millar 978
waco-tea-party 979
gretchen-carlson 980
actionaid-k 981
ben-nelson 982
steny-hoyer 983
fidelis 984
donzella-james 985
elliott-naishtat 986
dan-lungren 987
kris-jordan 988
michael-thurmond 989
lynn-jenkins 990
keith-stokes 991
michael-sullivan 992
let-america-work 993
dan-sullivan 994
art-acevedo 995
alissa-keny-guyer 996
robert-brown 997
bob-sears 998
georgia-lottery 999
greta-van-susteren 1000
mike-collier 1001
jim-sullivan 1002
gayle-atteberry 1003
elijah-cummings 1004
chuck-baldwin 1005
casey-cagle 1006
bob-donovan 1007
joshua-marquis 1008
frederica-wilson 1009
occupy-democrats 1010
sergio-marchionne 1011
john-carlevale 1012
mike-villarreal 1013
joe-roman 1014
snapchat 1015
lois-kolkhorst 1016
dennis-jones 1017
libraries-yes-committee 1018
kim-simac 1019
ken-plum 1020
clay-aiken 1021
joe-brown 1022
george-pataki 1023
house-republicans 1024
ana-navarro 1025
travis-rowley 1026
tom-harkin 1027
mark-butler 1028
steve-case 1029
molly-white 1030
thomas-perez 1031
milele-coggs 1032
sheila-resseger 1033
robert-hurt 1034
don-beyer 1035
jan-brewer 1036
frank-luntz 1037
ron-ramsey 1038
robert-reich 1039
bob-gibbs 1040
ruths-list-florida 1041
jim-huffman 1042
ron-desantis 1043
steve-crisafulli 1044
jim-hightower 1045
gavin-newsom 1046
brendan-doherty 1047
dale-peterson 1048
mark-sickles 1049
mike-bodker 1050
jeff-stone 1051
sher-valenzuela 1052
charlie-gonzalez 1053
independence-usa-pac 1054
steve-forbes 1055
john-stone 1056
brad-schimel 1057
chris-dodd 1058
mark-clayton 1059
kelli-stargel 1060
john-duncan 1061
secure-america-now 1062
russell-mcmurry 1063
foundation-secure-and-prosperous-america 1064
lamar-mckay 1065
ed-rendell 1066
majority-forward 1067
stanley-mcchrystal 1068
goldie-taylor 1069
catherine-taylor 1070
debbie-jackow 1071
benjamin-crump 1072
mike-honda 1073
josh-burgin 1074
dominick-marino 1075
martin-frost 1076
ronan-farrow 1077
richard-blumenthal 1078
new-jersey-education-association 1079
kevin-brady 1080
fred-upton 1081
naturalnewscom 1082
crossroads-gps 1083
scott-rigell 1084
herb-conaway 1085
ellen-freidin 1086
randy-hopper 1087
jose-diaz-balart 1088
mark-drewniak 1089
howard-marklein 1090
kurt-browning 1091
let-freedom-ring 1092
zell-miller 1093
carl-levin 1094
rodney-frelinghuysen 1095
georgia-department-transportation 1096
donald-trump-jr 1097
martha-laning 1098
colorado-democratic-party 1099
starbucks 1100
vince-megna 1101
americannewscom 1102
kitty-rhoades 1103
oregon-health-authority 1104
committee-protect-florida 1105
united-fair-economy 1106
mark-pryor 1107
arizona-grassroots-action-pac 1108
kathy-castor 1109
erika-sanzi 1110
wisconsin-contractor-coalition 1111
chris-larson 1112
paul-sadler 1113
heather-fiorentino 1114
stephen-hayes 1115
debbie-stabenow 1116
jim-kenney 1117
pete-gallego 1118
michelle-rehwinkel-vasilinda 1119
sarah-silverman 1120
chelsea-clinton 1121
jason-chaffetz 1122
dont-let-florida-go-pot 1123
steve-king 1124
j-james-rohack 1125
john-wisniewski 1126
danny-porter 1127
virginia-lottery 1128
kathleen-connell 1129
george-turner 1130
distilled-spirits-council-united-states 1131
rose-ferlita 1132
jeff-kottkamp 1133
celine-gounder 1134
portland-community-college 1135
elise-stefanik 1136
richard-saslaw 1137
bryant-gumbel 1138
orrin-hatch 1139
kevin-otoole 1140
tom-mcclintock 1141
lee-fisher 1142
chris-clark 1143
juan-chuy-hinojosa 1144
wall-street-journal-editorial-page 1145
sacramento-bee-editorial-board 1146
nh-afl-cio 1147
andy-duyck 1148
john-pistole 1149
phil-gingrey 1150
lenar-whitney 1151
daniel-mckee 1152
energycitizensorg 1153
foodmentum 1154
dave-hunt 1155
mary-burke 1156
judicial-confirmation-network 1157
wes-riddle 1158
steven-landes 1159
ben-affleck 1160
joseph-joe-deshotel 1161
thomas-sgouros-jr 1162
americans-against-food-taxes 1163
suzanne-bonamici 1164
bill-oneill 1165
charles-clark 1166
bear-education-and-resource-group 1167
jeff-dewit 1168
tom-tancredo 1169
haley-barbour 1170
jeremy-bird 1171
instagram-posts 1172
fulton-county-government 1173
joe-straus 1174
meria-carstarphen 1175
larry-ahern 1176
valerie-jarrett 1177
new-approach-oregon 1178
steve-spinnett 1179
anna-throne-holst 1180
anonymous-activist 1181
kelly-terry-willis 1182
jeff-atwater 1183
linda-curtis 1184
paul-workman 1185
jim-carrey 1186
michael-morell 1187
rob-teilhet 1188
eddie-bernice-johnson 1189
austan-goolsbee 1190
jb-van-hollen 1191
maryellen-oshaughnessy 1192
our-oregon 1193
sheila-jackson-lee 1194
angela-bean 1195
sheri-gallo 1196
nan-orrock 1197
steve-scalise 1198
jay-nixon 1199
michael-j-gardiner 1200
van-wanggaard 1201
jeffrey-loria 1202
nikki-haley 1203
kyrsten-sinema 1204
michael-mccaul 1205
aclu-florida 1206
cliff-stearns 1207
state-rep-brian-clem-d-salem 1208
michelle-malkin 1209
rebecca-bradley 1210
david-gregory 1211
debbie-dooley 1212
paula-dockery 1213
bret-baier 1214
dustin-inman-society 1215
lynda-rife 1216
don-mcintire 1217
ami-bera 1218
trevor-noah 1219
great-america-pac 1220
jan-jones 1221
becky-moeller 1222
vincent-fort 1223
emma-watson 1224
anthony-johnson 1225
scott-randolph 1226
kinky-friedman 1227
george-w-bush 1228
max-nofziger 1229
jay-wiley 1230
jeb-hensarling 1231
holly-benson 1232
jody-conradt 1233
tim-griffin 1234
roger-goodell 1235
dana-young 1236
ralph-peters 1237
john-elkhay 1238
steve-munisteri 1239
nina-turner 1240
john-taylor 1241
esquire-magazine 1242
patience-roggensack 1243
barth-bracy 1244
beto-orourke 1245
ohio-federation-teachers 1246
michael-reagan 1247
wisconsin-anti-violence-effort-educational-fund 1248
jeff-wentworth 1249
chris-smith 1250
american-action-network 1251
tim-lee 1252
nfl-players-association 1253
marc-morial 1254
bruce-hanna 1255
ron-gerberry 1256
donald-carcieri 1257
people-american-way 1258
committee-florida-education 1259
pierre-thomas 1260
don-gaetz 1261
american-future-fund 1262
gerard-robinson 1263
snooki 1264
sam-stein 1265
culinary-workers-union 1266
barry-smitherman 1267
tom-toles 1268
raymond-frank 1269
bob-duffy 1270
wayne-lapierre 1271
american-energy-alliance 1272
jerry-brown 1273
billboard 1274
paul-begala 1275
albio-sires 1276
hans-von-spakovsky 1277
keith-parker 1278
wisconsin-alliance-reform 1279
morgan-brittany 1280
raymond-lahood 1281
joe-heck 1282
charlotte-bergmann 1283
ron-klein 1284
eileen-brady 1285
sam-houston 1286
bill-spelman 1287
arizonans-responsible-drug-policy 1288
better-austin-today-political-action-committee 1289
citizens-lower-taxes-and-stronger-economy 1290
gordon-challstrom 1291
pat-boone 1292
sabino-pio-renteria 1293
chris-taylor 1294
nicholas-kristof 1295
jennifer-shilling 1296
farouk-shami 1297
diane-douglas 1298
marc-thiessen 1299
jake-tapper 1300
norcross-city-council 1301
dick-morris 1302
leslie-curran 1303
jon-huntsman 1304
video 1305
robert-deuell 1306
betsy-mccaughey 1307
dan-boren 1308
emilys-list 1309
joyce-beatty 1310
cleta-winslow 1311
bonnie-reiss 1312
gil-kerlikowske 1313
gregory-j-costantino 1314
gop-critics 1315
jeffrey-grybowski 1316
sarah-ponder 1317
senate-leadership-fund 1318
jeanine-pirro 1319
jd-hayworth 1320
don-balfour 1321
peggy-noonan 1322
bob-beckel 1323
people-ethical-treatment-animals 1324
democratic-party-oregon 1325
colorado-citizens-accountable-government 1326
new-jersey-senate-democrats 1327
mary-landrieu 1328
david-miliband 1329
mike-dovilla 1330
john-e-sununu 1331
hilary-rosen 1332
carlos-lopez-cantera 1333
karina-wood 1334
henry-sanders 1335
raul-castro 1336
edward-flynn 1337
ron-fournier 1338
chris-sununu 1339
jason-nassour 1340
traditional-values-coalition 1341
city-brookhaven 1342
josh-earnest 1343
victoria-seaman 1344
kiki-curls 1345
pink-slip-rick 1346
bono 1347
jan-crawford 1348
nicholas-mattiello 1349
kirk-watson 1350
steve-moore 1351
eric-greitens 1352
barbara-sharief 1353
generation-opportunity 1354
kurt-bauer 1355
al-gore 1356
van-taylor 1357
alison-littell-mchose 1358
debra-medina 1359
amy-kremer 1360
bart-stupak 1361
coalition-bring-jobs-ri 1362
bernard-jackvony 1363
patrick-lynch 1364
bill-pascrell 1365
ibdeditorialscom 1366
public-comments-common-core-hearing 1367
sharon-day 1368
carlos-trujillo 1369
jim-bohl 1370
mary-squires 1371
texas-values 1372
david-holmes 1373
mike-adams 1374
jim-keffer 1375
scott-bruun 1376
bob-buckhorn 1377
jill-stein 1378
jim-francesconi 1379
nelson-wolff 1380
ryan-lizza 1381
karen-harrington 1382
juan-hernandez 1383
ronda-storms 1384
jorge-ramos 1385
texas-association-school-boards 1386
fox-news-channel 1387
steve-adler 1388
tom-kean-jr 1389
marilinda-garcia 1390
portland-association-teachers 1391
einer-elhauge 1392
rebecca-bell-metereau 1393
george-flinn 1394
eddie-rodriguez 1395
kathie-tovo 1396
caddy-mckeown 1397
cathie-adams 1398
martavius-jones 1399
buzzfeed 1400
council-national-interest 1401
megyn-kelly 1402
doris-kearns-goodwin 1403
kathleen-ford 1404
william-barber 1405
nick-rahall 1406
texas-public-policy-foundation 1407
national-border-patrol-council 1408
uber 1409
donna-nesselbush 1410
eddie-lucio-jr 1411
renee-ellmers 1412
lynn-westmoreland 1413
aclu-georgia-foundation 1414
ohio-republican-party 1415
lesley-cohen 1416
randi-weingarten 1417
hemant-mehta 1418
don-willett 1419
majority-pac 1420
kevin-levitas 1421
jim-mcgreevey 1422
campaign-fix-debt 1423
maciver-institute 1424
service-employees-international-union-committee-po 1425
texans-accountable-government 1426
paige-kreegel 1427
bob-stacey 1428
mark-zaccaria 1429
xi-jinping 1430
dan-flynn 1431
anne-nolan 1432
john-huppenthal 1433
meg-whitman 1434
frank-lautenberg 1435
jonathan-jarvis 1436
mike-polensek 1437
us-uncut 1438
levar-stoney 1439
katrina-vanden-heuvel 1440
nick-fish 1441
dubose-porter 1442
georgia-state-senators 1443
dick-armey 1444
coast-guard 1445
phil-robertson 1446
ew-jackson 1447
geraldine-thompson 1448
loretta-sanchez 1449
citizens-fairness 1450
steve-ogden 1451
cw-bill-young 1452
leah-vukmir 1453
robert-barber 1454
dannel-malloy 1455
bill-bennett 1456
don-young 1457
alliance-americas-future 1458
make-us-great-again 1459
steve-southerland 1460
mario-loyola 1461
david-alameel 1462
emergency-committee-israel 1463
bruce-rauner 1464
john-thrasher 1465
lee-may 1466
violence-policy-center 1467
my-city-bikes 1468
danny-tarkanian 1469
dave-aronberg 1470
education-action-group 1471
samir-chachoua 1472
pat-carlson 1473
ellen-troxclair 1474
bryce-reeves 1475
tom-kean-sr 1476
caroline-casagrande 1477
jim-waldman 1478
jodie-laubenberg 1479
no-casinos 1480
jason-conger 1481
wisconsin-manufacturers-and-commerce 1482
internet-commenters 1483
accountability-project 1484
bill-kristol 1485
john-loughlin 1486
susan-b-anthony-list 1487
diana-degette 1488
mike-dudgeon 1489
rob-wittman 1490
jon-husted 1491
anne-goodman 1492
national-partnership-women-families 1493
florida-hometown-democracy 1494
will-wynn 1495
rick-kriseman 1496
mark-kelly 1497
texas-future 1498
blanche-lincoln 1499
jd-van-brink 1500
atlanta-braves 1501
rhue-reis 1502
arthenia-joyner 1503
donna-shalala 1504
marcus-low 1505
chris-mccalla 1506
dave-marsden 1507
diane-black 1508
christopher-monckton 1509
frank-wolf 1510
liberty-institute 1511
louis-marinelli 1512
thom-tillis 1513
defending-main-street 1514
bikeportlandorg 1515
david-rivera 1516
us-department-housing-and-urban-development 1517
get-equal-texas 1518
new-hampshire-republican-party 1519
renee-unterman 1520
kevin-flynn 1521
virginia-first-foundation 1522
committee-restore-americas-greatness 1523
libertarian-party-georgia 1524
sally-bethea 1525
planned-parenthood 1526
dccc-lgo 1527
stefani-carter 1528
gene-mcintyre 1529
michael-bloomberg 1530
lone-star-project 1531
peter-beinart 1532
jefferson-smith 1533
lee-holloway 1534
eric-gray 1535
terry-russell 1536
james-buchal 1537
jack-reed 1538
hugh-thompson 1539
ron-maag 1540
ray-lewis 1541
philip-van-cleave 1542
rose-mary-grant 1543
julie-lassa 1544
oregon-business-association 1545
adam-schefter 1546
jack-hanna 1547
protect-your-vote-ohio-protect-your-vote-ohio 1548
sierra-club 1549
kay-hagan 1550
silvestre-reyes 1551
austin-scott 1552
kirsten-gillibrand 1553
tom-mechler 1554
maria-sachs 1555
william-benson-huber 1556
mark-obenshain 1557
wayne-christian 1558
david-furhman 1559
chris-stirewalt 1560
james-stegmaier 1561
vladimir-putin 1562
burnt-orange-report 1563
claire-suggs 1564
taxpayer-association-oregon 1565
john-fleming 1566
ronald-rice 1567
georgia-department-public-health 1568
rosemary-lehmberg 1569
national-womens-law-center 1570
stephen-nodine 1571
kevin-mccarthy 1572
michelle-nunn 1573
corrine-brown 1574
floridians-ethics-and-truth-politics 1575
peter-pantuso 1576
carol-morgan 1577
debbie-mayfield 1578
chris-bowers 1579
kevin-reilly 1580
colleen-kiernan 1581
anthony-gemma 1582
courageous-conservatives-pac 1583
chris-collins 1584
roger-stone 1585
mickie-williams 1586
progress-florida 1587
christine-odonnell 1588
votevetsorg 1589
msnbc 1590
matt-caldwell 1591
david-bowen 1592
david-barton 1593
harold-ford-jr 1594
trey-martinez-fischer 1595
john-buss 1596
scott-maddox 1597
steve-goreham 1598
vicky-hartzler 1599
florida-voter 1600
ronnie-earle 1601
bryan-hughes 1602
new-jersey-tea-party 1603
steven-schale 1604
leslie-geissler-munger 1605
james-bell 1606
penny-pritzker 1607
jim-moore 1608
nfederation-o-independent-business-virginia 1609
league-women-voters-austin-area 1610
lorraine-fende 1611
kai-degner 1612
robert-dold 1613
seaworld 1614
carlos-gimenez 1615
myra-crownover 1616
citizens-progressive-wisconsin 1617
steve-israel 1618
washington-examiner 1619
david-ralston 1620
tarina-keene 1621
todd-richardson 1622
afscme-people 1623
pete-hegseth 1624
rodney-ellis 1625
steve-wise 1626
donald-verrilli 1627
marina-dimitrijevic 1628
richard-besser 1629
scott-keyes 1630
susan-combs 1631
deval-patrick 1632
steve-loomis 1633
herb-kohl 1634
senate-republican-conference 1635
james-woods 1636
tom-steyer 1637
vance-smith 1638
joe-wilkinson 1639
michele-walsh 1640
jim-mcdermott 1641
charles-reed 1642
zoe-lofgren 1643
david-caton 1644
morten-jerven 1645
scott-peters 1646
john-klenke 1647
janice-hahn 1648
jennifer-parrish 1649
ralph-reed 1650
campaign-defend-america 1651
anthony-weiner 1652
freedom-project 1653
sandra-stotsky 1654
philip-keefe 1655
mike-prendergast 1656
jim-gilmore 1657
joshua-mckoon 1658
romney-allies 1659
georgiacarryorg-georgiacarryorg 1660
forecast-facts 1661
focus-family-action 1662
maria-bartiromo 1663
bill-post 1664
big-gamble-nj 1665
huey-rey-fischer 1666
mario-diaz-balart 1667
leonard-lance 1668
everytown-gun-safety 1669
teresa-ghilarducci 1670
jack-roberts 1671
josh-trevino 1672
wrongwayrubiocom 1673
ilyse-hogue 1674
tucker-carlson 1675
vernon-jones 1676
city-atlanta 1677
eva-marie-mancuso 1678
tim-sheehy 1679
andy-craig 1680
we-are-wisconsin 1681
ruben-kihuen 1682
jose-rodriguez 1683
wesley-clark 1684
chris-riley 1685
corey-hebert 1686
doreen-costa 1687
duriya-farooqui 1688
kimberly-guilfoyle 1689
american-petroleum-institute 1690
michael-schrunk 1691
libertarian-national-committee 1692
hank-gilbert 1693
dana-milbank 1694
transportation-leadership-coalition 1695
todd-tiahrt 1696
ryan-frazier 1697
charlie-sykes 1698
tom-leppert 1699
log-cabin-republicans 1700
18-percent-american-public 1701
robert-kraig 1702
e-gordon-gee 1703
gary-lambert 1704
pink-pony 1705
conservatives-patients-rights 1706
sovereign-citizens-united 1707
chris-dudley 1708
jimmy-barrett 1709
plantsneedco2org 1710
afl-cio 1711
progress-austin-pac 1712
duncan-hunter 1713
tom-craddick 1714
anitere-flores 1715
david-sciarra 1716
george-p-bush 1717
dean-obeidallah 1718
hilary-treadwell 1719
gail-collins 1720
thomas-garrett-jr 1721
david-segal 1722
burrell-ellis 1723
d-king 1724
amalgamated-transit-union 1725
dana-wachs 1726
mike-hymes 1727
freedom-religion-foundation 1728
david-perdue-files 1729
bob-barr 1730
gloria-romero-roses 1731
citizens-michael-mcauliffe-and-house-republican-or 1732
national-republican-trust-pac 1733
maria-shriver 1734
jim-mowrer 1735
joseph-levy 1736
charles-odimgbe 1737
jim-rubens 1738
gun-owners-america 1739
bill-mccoshen 1740
roberto-dasilva 1741
justin-trudeau 1742
ted-kanavas 1743
rhode-island-senate 1744
luis-alejo 1745
van-jones 1746
pat-kreitlow 1747
cynthia-lummis 1748
michael-hayden 1749
butch-conway 1750
vernon-keenan 1751
emanuel-cleaver 1752
no-56-campaign 1753
richard-morrison 1754
house-majority-pac 1755
independent-texans 1756
peter-morici 1757
roy-moore 1758
greenville-gazette 1759
julie-pace 1760
no-tax-tracks 1761
wisconsin-family-action 1762
cnn 1763
rhode-island-retirement-security-coalition 1764
nancy-grace 1765
carla-axtman 1766
jeff-sessions 1767
shawn-lindsay 1768
common-sense-now 1769
richard-pan 1770
wayne-rogers 1771
hunter-schwarz 1772
michael-bennet 1773
lauren-hitt 1774
roy-zimmerman 1775
democratic-governors-association 1776
gary-black 1777
stuart-sternberg 1778
andre-carson 1779
no-67 1780
woody-degan 1781
jack-latvala 1782
linda-mcmahon 1783
alliance-retired-americans 1784
paul-manafort 1785
bob-corker 1786
randy-neugebauer 1787
buddy-roemer 1788
we-people-petition 1789
young-americans-liberty 1790
martin-kiar 1791
fred-smith 1792
our-city-our-safety-our-choice 1793
kal-penn 1794
jeff-miller 1795
paul-babeu 1796
burger-king 1797
alternativepac 1798
portland-public-schools 1799
pro-life-wisconsin 1800
bill-seitz 1801
kate-obenshain 1802
mike-coffman 1803
bornalivetruth-org 1804
jeff-mann 1805
donna-garner 1806
scott-garrett 1807
tim-ziemer 1808
chris-cuomo 1809
daniel-greenfield 1810
ted-ankrum 1811
seminole-tribe-florida 1812
doug-collins 1813
edward-markey 1814
john-thune 1815
memphis-police-association 1816
nina-perales 1817
matt-mackowiak 1818
tammy-duckworth 1819
dan-ramos 1820
akbar-al-baker 1821
atlanta-neighborhood-association 1822
tom-corbett 1823
hillsborough-area-rapid-transit-hart 1824
brian-schweitzer 1825
jay-goyal 1826
ken-mercer 1827
ken-langone 1828
kent-conrad 1829
mike-scott 1830
texans-economic-development 1831
bee-moorhead 1832
tom-nelson 1833
mark-begich 1834
patrick-moore 1835
mike-gravel 1836
james-langevin 1837
us-census-bureau 1838
winning-democrats 1839
linda-finn 1840
jerry-falwell 1841
julaine-appling 1842
kari-chisholm 1843
john-lott 1844
special-operations-opsec-education-fund 1845
ruben-navarrette-jr 1846
jeremy-schaap 1847
jamie-samons 1848
catherine-cortez-masto 1849
james-dobson 1850
we-love-usa-pac 1851
citizens-transportation-mobility 1852
john-raese 1853
sam-brownback 1854
heather-beaven 1855
john-stemberger 1856
b-heath-mitchell 1857
jonah-goldberg 1858
charlene-lima 1859
steven-rattner 1860
lamar-alexander 1861
dwight-holton 1862
carol-browner 1863
gary-painter 1864
elizabeth-roberts 1865
sonji-jacobs 1866
gloria-steinem 1867
jay-leno 1868
franklin-graham 1869
joel-klatt 1870
mark-kirk 1871
doctors-without-borders 1872
georgia-farm-bureau 1873
james-vincent 1874
gsu-alumni-association 1875
america-rising-now 1876
brian-anderson 1877
clay-cox 1878
scott-desjarlais 1879
joseph-mcnamara 1880
other-98 1881
sandra-smith 1882
suzanne-devlin 1883
doug-macginnitie 1884
josh-fox 1885
women-wall 1886
john-sharp 1887
will-kraus 1888
virginia-tea-party-patriots 1889
joe-pitts 1890
raul-labrador 1891
larry-kilgore 1892
gary-schaer 1893
donald-rumsfeld 1894
ruth-bader-ginsburg 1895
theresa-price 1896
paul-lepage 1897
steven-frias 1898
luis-gutierrez 1899
susan-sosnowski 1900
various-media-reports 1901
jim-petro 1902
austin-board-realtors-pac 1903
dan-kapanke 1904
dana-perino 1905
gayle-smith 1906
david-wu 1907
eugene-yu 1908
ari-melber 1909
ruben-hinojosa 1910
corey-stewart 1911
justin-amash 1912
samuel-wurzelbacher 1913
lz-granderson 1914
robert-mcdonald 1915
democratic-hispanic-caucus-florida-miami-dade-coun 1916
wesley-smith 1917
buddy-carter 1918
georgia-state-road-and-tollway-authority 1919
fact-check-florida 1920
libre-initiative 1921
bruce-starr 1922
broward-republican-executive-committee 1923
charlie-flemming 1924
pam-bondi 1925
mark-geist 1926
andrea-mitchell 1927
jon-voight 1928
doug-muder 1929
virginia-society-human-life 1930
general-beauregard-beau-lee 1931
mike-tate 1932
john-ludlow 1933
jesse-jackson 1934
bob-hackworth 1935
state-tea-party-express-state-tea-party-express 1936
vicki-shabo 1937
barry-duval 1938
richard-corcoran 1939
stacey-campfield 1940
michelle-litjens 1941
pat-mullins 1942
basil-seggos 1943
charlotte-lehan 1944
declan-oscanlon 1945
jennifer-granholm 1946
cq-press-city-crime-rankings-2010-2011 1947
javier-m-gonzales 1948
rick-barber 1949
republican-jewish-coalition 1950
forbes-blog 1951
workers-voice 1952
sandy-pasch 1953
brent-barton 1954
stacey-abrams 1955
larry-sabato 1956
centers-disease-control 1957
david-corn 1958
eleanor-holmes-norton 1959
martha-mcsally 1960
heidi-heilman 1961
eva-galambos 1962
fred-clark 1963
dan-gecker 1964
donny-deutsch 1965
sanford-bishop 1966
ocean-state-policy-research-institute 1967
ismael-ozanne 1968
teresa-tanzi 1969
frank-lobiondo 1970
lucy-flores 1971
joe-donnelly 1972
eric-holder 1973
jd-alexander 1974
diane-hurley 1975
john-chisholm 1976
federation-american-immigration-reform 1977
marjorie-dannenfelser 1978
liberal-bloggers 1979
robert-bennett 1980
dan-saltzman 1981
penny-bernard-schaber 1982
rod-smith 1983
jane-kidd 1984
paul-bedard 1985
michael-madigan 1986
steven-brown 1987
clint-eastwood 1988
robert-flanders 1989
jon-richards 1990
alan-hays 1991
steve-acenbrak 1992
jorge-elorza 1993
richard-cordray 1994
richard-burr 1995
allen-boyd 1996
christopher-little 1997
matt-miller 1998
patty-murray 1999
tim-grendell 2000
californians-lower-drug-prices 2001
lawrence-lessig 2002
frank-brogan 2003
university-oregon 2004
celia-israel 2005
rudy-moise 2006
leah-ward-sears 2007
amy-schumer 2008
joe-walsh 2009
larry-gonzales 2010
rhode-island-center-freedom-and-prosperity 2011
patrick-kennedy 2012
brian-kilmeade 2013
jeff-wagner 2014
mike-collins 2015
cnsnews 2016
jane-harman 2017
josh-hawley 2018
ted-deutch 2019
greg-steube 2020
richard-woods 2021
amy-hanauer 2022
pat-robertson 2023
nathan-deal-and-roy-barnes 2024
matthew-rothschild 2025
league-conservation-voters 2026
joseph-cryan 2027
rich-lowry 2028
paul-bettencourt 2029
matt-wand 2030
nation-islam-research-group 2031
pat-stevens 2032
marla-stephens 2033
david-frum 2034
jacky-rosen 2035
liberals-are-cool 2036
bob-ryan 2037
allan-levene 2038
gary-cobb 2039
worldnetdaily 2040
ernest-almonte 2041
jean-schmidt 2042
naral-pro-choice-america 2043
stephen-martin 2044
commonsense-ten 2045
jeff-brandes 2046
chris-devaney 2047
jim-marshall 2048
jeannette-vaught 2049
allen-alley 2050
janet-napolitano 2051
curt-schilling 2052
steve-buckstein 2053
carl-paladino 2054
american-principles-action 2055
joy-pullmann 2056
dan-stein 2057
charlie-baird 2058
new-day-america 2059
sherry-sylvester 2060
kevin-boyce 2061
brian-robinson 2062
dan-becker 2063
basic-rights-oregon 2064
beverly-hall 2065
rob-andrews 2066
kiplinger-com 2067
seneca-jones 2068
reclaim-america-pac 2069
virginia-senate-democratic-caucus 2070
scott-jones 2071
gordon-quan 2072
stacey-evans 2073
whoopi-goldberg 2074
sylvia-romo 2075
freedom-and-responsibility-pac 2076
red-white-and-blue-fund 2077
harold-metts 2078
mark-sanford 2079
john-burzichelli 2080
matthew-cooke 2081
defenders-wildlife-action-fund-defenders-wildlife- 2082
viral-buzzfeed 2083
dianne-feinstein 2084
competitive-enterprise-institute 2085
william-howell 2086
reed-gusciora 2087
numbers-usa 2088
bill-kennemer 2089
michael-chippendale 2090
joe-morrissey 2091
media-trackers 2092
deborah-kafoury 2093
elizabeth-cohen 2094
arizona-citizens-defense-league 2095
madison-action-fund 2096
branko-radulovacki 2097
revitalize-cobb 2098
brad-avakian 2099
mike-keown 2100
mark-dayton 2101
breitbart 2102
our-portland-our-schools 2103
kathleen-passidomo 2104
joe-atkins 2105
bill-mitchell 2106
ertharin-cousin 2107
barry-garner 2108
ora-houston 2109
kareem-abdul-jabbar 2110
lenny-curry 2111
bill-gates 2112
florida-conference-catholic-bishops 2113
ben-bius 2114
xavier-becerra 2115
jobs-ohio 2116
donald-mceachin 2117
jim-durrett 2118
charley-wilkison 2119
don-lemon 2120
ron-oakley 2121
susan-collins 2122
baker-harrell 2123
critics-water-fluoridation 2124
solar-energy-fairness 2125
multnomah-county-library-foundation 2126
brian-patrick-kennedy 2127
amanda-fritz 2128
george-holding 2129
chuck-donovan 2130
progressive-change-campaign-committee 2131
peter-schweizer 2132
john-shimkus 2133
stephanie-desilva 2134
daniel-rodriguez 2135
sly-james 2136
michael-t-owens 2137
gina-hinojosa 2138
mahmoud-ahmadinejad 2139
our-principles-pac 2140
gene-green 2141
tony-capezza 2142
matt-gaetz 2143
jan-schakowsky 2144
billboard-spaghetti-junction 2145
frank-ortis 2146
yes-84 2147
chris-van-hollen 2148
james-skeffington 2149
colorados-voice 2150
one-nation-pac 2151
kenneth-mckay 2152
frank-pallone-jr 2153
jamie-oliver 2154
steve-doocy 2155
physicians-committee-responsible-medicine 2156
yvette-mcgee-brown 2157
kate-brown 2158
richard-durbin 2159
hetty-rosenstein 2160
annette-taddeo-goldstein 2161
chris-malone 2162
al-roker 2163
jim-taricani 2164
bing-west 2165
ron-shipman 2166
lori-haas 2167
florida-conservation-alliance 2168
bob-wirch 2169
ohio-house-republican-organizational-committee 2170
florida-first-initiative 2171
naha-daily 2172
sarah-eckhardt 2173
georgia-department-economic-development 2174
john-morgan 2175
thomas-norment-jr 2176
jb-powell 2177
national-federation-independent-business-florida 2178
doug-ducey 2179
richard-land 2180
enough-already-wisconsin-inc 2181
stephanie-schriock 2182
ken-hagan 2183
katrina-shankland 2184
elizabeth-dennigan 2185
texas-democratic-party 2186
steve-doell 2187
valerie-vainieri-huttle 2188
jerome-buting 2189
oregon-education-association 2190
atlanta-journal-constitution 2191
mallard-fillmore 2192
james-capretta 2193
dale-earnhardt-jr 2194
joe-sanfelippo 2195
lois-frankel 2196
craig-miller 2197
michelle-mosby 2198
mick-mulvaney 2199
ted-piccolo 2200
barbara-lee 2201
jennifer-carroll 2202
league-women-voters-texas-education-fund 2203
joe-negron 2204
mary-olson 2205
pam-stewart 2206
david-pennington 2207
chris-latvala 2208
stop-gillnetting-now 2209
larry-pressler 2210
craig-james 2211
robert-koons 2212
national-review 2213
metro-atlanta-voter-education-network 2214
wilton-gregory 2215
jennifer-beck 2216
melvin-sickler 2217
miss-california-usa 2218
james-inhofe 2219
mary-mannix 2220
liz-cheney 2221
beth-harwell 2222
joni-ernst 2223
richard-franklin-iii 2224
myra-signer 2225
mary-jordan 2226
sam-olens 2227
bill-de-blasio 2228
richard-shelby 2229
james-carville 2230
tom-perriello 2231
nia-gill 2232
mindy-montford 2233
weston-wamp 2234
lauren-kane 2235
ian-lang 2236
michael-cohen 2237
stephen-fincher 2238
center-western-priorities 2239
eugene-mckenna 2240
reza-aslan 2241
chris-widener 2242
patients-first 2243
robert-gates 2244
online-petition 2245
mary-n 2246
william-johnson 2247
moms-demand-action-gun-sense-america 2248
christopher-l-smith 2249
carl-heastie 2250
michael-skindell 2251
nationwide 2252
empowered-georgia 2253
mike-turzai 2254
michael-cutler 2255
broward-county-police-benevolent-association 2256
gavin-mcinnes 2257
steven-emerson 2258
terral-smith 2259
ken-paxton 2260
occupational-knowledge-international 2261
jay-rockefeller 2262
erick-erickson 2263
katherine-cloonen 2264
glenn-nye 2265
texas-state-employees-union 2266
shawn-oconnor 2267
tom-ganley 2268
emil-runge 2269
victoria-jackson 2270
bob-bennett 2271
chris-koster 2272
dan-moore 2273
brad-woodhouse 2274
charles-cooper 2275
oxfam-ireland 2276
concerned-women-america 2277
jason-rae 2278
jennifer-horn 2279
brad-blakeman 2280
efrain-de-la-fuente 2281
nancy-jester 2282
luis-garcia 2283
jeff-chapman 2284
rebecca-kleefisch 2285
nadine-smith 2286
eric-johnson 2287
brian-schatz 2288
robin-schimminger 2289
bumper-sticker 2290
bud-chiles 2291
charlie-hales 2292
occupy-providence 2293
mark-tapscott 2294
turn-right-usa 2295
ending-spending-action-fund 2296
elton-john 2297
georgia-association-homes-and-services-children 2298
bob-schieffer 2299
judy-manning 2300
yes-62-death-penalty-repeal 2301
tony-evers 2302
charles-van-zant 2303
holly-turner 2304
naacp 2305
mothers-against-drunk-driving 2306
robert-malin 2307
david-simpson 2308
unbreakable-kimmy-schmidt 2309
color-change 2310
dennis-baxley 2311
john-roberts 2312
rick-boucher 2313
elaine-phillips 2314
patrick-mchenry 2315
rhode-island-tea-party 2316
conservative-solutions-pac 2317
jack-trammell 2318
dave-schwartz 2319
robert-henneke 2320
campaign-liberty 2321
barbara-comstock 2322
scott-fitzgerald 2323
michael-cannon 2324
oregon-environmental-council-oregon-business-assoc 2325
john-g-morgan 2326
brook-hines 2327
bob-marshall 2328
al-jazeera-america 2329
trusted-leadership-pac 2330
moms-rising 2331
central-falls-police-department 2332
pray-jesus-name-project 2333
susan-pitman 2334
babur-lateef 2335
florida-stop-common-core-coalition 2336
michael-mullen 2337
jonathan-steitz 2338
jack-bogdanski 2339
derek-ryan 2340
nevada-assembly-republican-candidates 2341
brent-larkin 2342
advancing-wisconsin 2343
steve-chabot 2344
mary-matalin 2345
sheila-harsdorf 2346
ron-amstutz 2347
protect-your-vote 2348
rightmarchcom 2349
oregon-citizens-lobby 2350
fran-lebowitz 2351
econorthwest-economics-finance-planning 2352
firearms-policy-coalition 2353
libertarian-party-broward-county 2354
jim-kyle 2355
ben-shapiro 2356
progressive-change-campaign-committee-and-democrac 2357
kellyanne-conway 2358
major-garrett 2359
tom-rooney 2360
ross-douthat 2361
town-hall-audience-member 2362
mike-gallagher 2363
cecile-richards 2364
georgia-gun-owners 2365
phil-ruffin 2366
jeff-flake 2367
james-brown 2368
rula-jebreal 2369
paul-stekler 2370
anti-defamation-league 2371
dino-rossi 2372
ridesharing-works-austin 2373
william-weld 2374
new-jersey-sierra-club 2375
promote-oregon-leadership-pac-oregon-house-republi 2376
wisconsin-corn-growers-association 2377
campaign-americas-future 2378
senfronia-thompson 2379
steve-oroho 2380
end-citizens-united 2381
austin-fund-quality-healthcare 2382
brian-newberry 2383
mt-hood-community-college 2384
colin-van-ostern 2385
lights-liberty 2386
lars-larson 2387
william-ruto 2388
aarp 2389
rob-woodall 2390
chris-bollwage 2391
atlanta-police-foundation 2392
dick-greco 2393
john-whitbeck 2394
jackie-speier 2395
kai-ryssdal 2396
mike-stenhouse 2397
david-englin 2398
veronica-escobar 2399
liberal-blogger 2400
ed-lindsey 2401
david-canon 2402
chris-telfer 2403
jimmie-don-aycock 2404
yard-sign 2405
john-driscoll 2406
ruth-marcus 2407
duf-sundheim 2408
chris-garrett-bill-kennemer 2409
oregon-food-bank 2410
cormick-lynch 2411
david-sutton 2412
alisha-thomas-morgan 2413
kathy-nickolaus 2414
patti-doyle 2415
matt-lundy 2416
environmental-justice-league-ri-environmental-just 2417
judy-shiprack-diane-mckeel 2418
arne-duncan 2419
ken-detzner 2420
heather-moore 2421
sarah-copelin-wood 2422
lauren-benedict 2423
rob-gleason 2424
charles-bass 2425
richard-august 2426
jess-mcintosh 2427
joe-donald 2428
laurie-monnes-anderson 2429
rob-bovett 2430
kelly-cassidy 2431
seth-magaziner 2432
jeffrey-toobin 2433
duane-hall 2434
david-pepper 2435
wisconsin-institute-law-liberty 2436
chris-danou 2437
state-public-service-announcement 2438
paul-doughty 2439
scott-turner 2440
mike-ryan 2441
planned-parenthood-votes 2442
john-podesta 2443
trebor-banstetter 2444
pardeep-kaleka 2445
eva-longoria 2446
charles-koch 2447
american-bird-conservancy 2448
joe-wilson 2449
callista-gingrich 2450
thom-hartmann 2451
common-sense-kids-action 2452
israel-oquinn 2453
chuck-fleischmann 2454
raymond-lesniak 2455
american-natural-gas-alliance 2456
chris-dorworth 2457
mike-white 2458
dana-bash 2459
eric-kearney 2460
heritage-foundation 2461
truth-accounting 2462
stacy-white 2463
wisconsin-association-justice 2464
jim-cooper 2465
victoria-cobb 2466
barbara-cargill 2467
rob-astorino 2468
